part of azkar;

class _Categories {
  static Map get data {
    return {
      "arabic": [
        {
          "id": 1,
          "name": "اليوم و الليلة"
        },
        {
          "id": 2,
          "name": "البيت و الأهل"
        },
        {
          "id": 3,
          "name": "الطعام و الشراب"
        },
        {
          "id": 4,
          "name": "الفرح و الخوف"
        },
        {
          "id": 5,
          "name": "التنقل و السفر"
        },
        {
          "id": 6,
          "name": "الوضوء و الصلاة"
        },
        {
          "id": 7,
          "name": "التسابيح"
        },
        {
          "id": 8,
          "name": "الحج و العمرة"
        },
        {
          "id": 9,
          "name": "الآداب و التعامل"
        },
        {
          "id": 10,
          "name": "الطبيعة"
        },
        {
          "id": 11,
          "name": "المرض و الجنائز"
        }
      ],
      "english": [
        {
          "id": 1,
          "name": "Morning & Evening"
        },
        {
          "id": 2,
          "name": "Home & Family"
        },
        {
          "id": 3,
          "name": "Food & Drink"
        },
        {
          "id": 4,
          "name": "Joy & Distress"
        },
        {
          "id": 5,
          "name": "Travel"
        },
        {
          "id": 6,
          "name": "Prayer"
        },
        {
          "id": 7,
          "name": "Praising Allah"
        },
        {
          "id": 8,
          "name": "Hajj & Umrah"
        },
        {
          "id": 9,
          "name": "Good Etiquette"
        },
        {
          "id": 10,
          "name": "Nature"
        },
        {
          "id": 11,
          "name": "Sickness & Death"
        }
      ],
      "farsi": [
        {
          "id": 1,
          "name": "روز و شب"
        },
        {
          "id": 2,
          "name": "خانه و خانواده"
        },
        {
          "id": 3,
          "name": "خوردن و نوشیدن"
        },
        {
          "id": 4,
          "name": "خوشحالی و پریشانی"
        },
        {
          "id": 5,
          "name": "خروج از منزل و سفر"
        },
        {
          "id": 6,
          "name": "نماز و وضوء"
        },
        {
          "id": 7,
          "name": "دعا و نیایش"
        },
        {
          "id": 8,
          "name": "حج و عمره"
        },
        {
          "id": 9,
          "name": "آداب معاشرت"
        },
        {
          "id": 10,
          "name": "طبیعت"
        },
        {
          "id": 11,
          "name": "مریضی و مردن"
        }
      ],
      "russian": [
        {
          "id": 1,
          "name": "Утро - Вечер"
        },
        {
          "id": 2,
          "name": "Дом и семья"
        },
        {
          "id": 3,
          "name": "Еда и напитки"
        },
        {
          "id": 4,
          "name": "Радость и горе"
        },
        {
          "id": 5,
          "name": "Путешествие"
        },
        {
          "id": 6,
          "name": "Молитва"
        },
        {
          "id": 7,
          "name": "Восхваление Аллаха"
        },
        {
          "id": 8,
          "name": "Хадж / Умра"
        },
        {
          "id": 9,
          "name": "Этикет и воспитанность"
        },
        {
          "id": 10,
          "name": "Природа"
        },
        {
          "id": 11,
          "name": "Болезни и смерть"
        }
      ],
      "kurdish": [
        {
          "id": 1,
          "name": "بەیانیان و ئێواران"
        },
        {
          "id": 2,
          "name": "ماڵ و خێزان"
        },
        {
          "id": 3,
          "name": "خواردن و خواردنەوە"
        },
        {
          "id": 4,
          "name": "خۆشی و ترس"
        },
        {
          "id": 5,
          "name": "چوونەدەرەوە و سەفەر"
        },
        {
          "id": 6,
          "name": "دەستنوێژ و نوێژ"
        },
        {
          "id": 7,
          "name": "نزاکردن"
        },
        {
          "id": 8,
          "name": "حەج و عەمرە"
        },
        {
          "id": 9,
          "name": "ڕەوشت و هەڵسوکەوت"
        },
        {
          "id": 10,
          "name": "سروشت"
        },
        {
          "id": 11,
          "name": "نەخۆش و مردوو"
        }
      ]
    };
  }
}