part of azkar;

class _Items {
  static Map get data {
    return {
      "arabic": [
        {
          "chapter_id": 1,
          "id": 1,
          "reference": "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
          "item": "الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا, وَإِلَيْهِ النُّشُورُ"
        },
        {
          "chapter_id": 1,
          "id": 2,
          "reference": "من قال ذلك غُفِرَ له، فإن دعا استجيب له، فإن قام فتوضأ ثم صلى قُبلت صلاته، البخاري مع الفتح، ٣/ ٣٩، برقم ١١٥٤، وغيره، واللفظ لابن ماجه، انظر: صحيح ابن ماجه، ٢/٣٣٥ .",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ, سُبْحَانَ اللَّهِ, وَالْحَمْدُ للَّهِ, وَلاَ إِلَهَ إِلاَّ اللَّهُ, وَاللَّهُ أَكبَرُ, وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ, رَبِّ اغْفرْ لِي"
        },
        {
          "chapter_id": 1,
          "id": 3,
          "reference": "الترمذي، ٥/ ٤٧٣، برقم ٣٤٠١، وانظر: صحيح الترمذي، ٣/١٤٤.",
          "item": "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي, وَرَدَّ عَلَيَّ رُوحِي, وَأَذِنَ لي بِذِكْرِهِ"
        },
        {
          "chapter_id": 1,
          "id": 4,
          "reference": "الآيات من سورة آل عمران، ١٩٠-٢٠٠، البخاري مع الفتح، ٨/ ٣٣٧، برقم ٤٥٦٩، ومسلم، ١/ ٥٣٠، برقم ٢٥٦.",
          "item": "إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ"
        },
        {
          "chapter_id": 4,
          "id": 7,
          "reference": "أخرجه أبو داود، ٤/ ٤١، برقم ٤٠٢٠، وانظر: صحيح أبي داود ٢/٧٦٠.",
          "item": "تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى"
        },
        {
          "chapter_id": 4,
          "id": 8,
          "reference": "ابن ماجه، ٢/ ١١٧٨، برقم ٣٥٥٨،  والبغوي، ١٢/٤١، وانظر: صحيح ابن ماجه، ٢/٢٧٥ .",
          "item": "اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً"
        },
        {
          "chapter_id": 9,
          "id": 13,
          "reference": "مسلم، ١/ ٢٠٩، برقم ٢٣٤.",
          "item": "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ"
        },
        {
          "chapter_id": 9,
          "id": 14,
          "reference": "الترمذي، ١/ ٧٨، برقم ٥٥، وانظر: صحيح الترمذي، ١/١٨ .",
          "item": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ"
        },
        {
          "chapter_id": 9,
          "id": 15,
          "reference": "النسائي في عمل اليوم والليلة، ص١٧٣، وانظر: إرواء الغليل ١/١٣٥، و٣/٩٤ .",
          "item": "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ, أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ, أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ"
        },
        {
          "chapter_id": 10,
          "id": 16,
          "reference": "أبو داود، ٤/ ٣٢٥، برقم ٥٠٩٥، والترمذي، ٥/ ٤٩٠، برقم ٣٤٢٦، وانظر: صحيح الترمذي ٣/١٥١.",
          "item": "بِسْمِ اللَّهِ, تَوَكَّلْتُ عَلَى اللَّهِ, وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ"
        },
        {
          "chapter_id": 10,
          "id": 17,
          "reference": "أهل السنن: أبو داود، برقم ٥٠٩٤، والترمذي، برقم ٣٤٢٧، والنسائي، برقم ٥٥٠١، وابن ماجه، برقم ٣٨٨٤، وانظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣٣٦ .",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ, أَوْ أُضَلَّ, أَوْ أَزِلَّ, أَوْ أُزَلَّ, أَوْ أَظْلِمَ, أَوْ أُظْلَمَ, أَوْ أَجْهَلَ, أَوْ يُجْهَلَ عَلَيَّ"
        },
        {
          "chapter_id": 12,
          "id": 19,
          "reference": "انظر جميع هذه الألفاظ في البخاري، ١١/ ١١٦، برقم ٦٣١٦، ومسلم، ١/ ٥٢٦، و٥٢٩، و٥٣٠، برقم ٧٦٣ .\n\nالترمذي، ٥/ ٤٨٣، برقم ٣٤١٩ .\n\nأخرجه البخاري في الأدب المفرد، برقم ٦٩٥، ص٢٥٨ وصحح إسناده الألباني في صحيح الأدب المفرد، برقم ٥٣٦ .\n\nذكره ابن حجر في فتح الباري، وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح ١١/١١٨، وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة.",
          "item": "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً, وَفِي لِسَانِي نُوراً, وَفِي سَمْعِي نُوراً, وَفِي بَصَرِي نُوراً, وَمِنْ فَوْقِي نُوراً, وَمِنْ تَحْتِي نُوراً, وَعَنْ يَمِينِي نُوراً, وَعَنْ شِمَالِي نُوراً, وَمِنْ أَمَامِي نُوراً, وَمِنْ خَلْفِي نُوراً, وَاجْعَلْ فِي نَفْسِي نُوراً, وَأَعْظِمْ لِي نُوراً, وَعَظِّم لِي نُوراً, وَاجْعَلْ لِي نُوراً, وَاجْعَلْنِي نُوراً, اللَّهُمَّ أَعْطِنِي نُوراً, وَاجْعَلْ فِي عَصَبِي نُوراً, وَفِي لَحْمِي نُوراً, وَفِي دَمِي نُوراً, وَفِي شَعْرِي نُوراً, وَفِي بَشَرِي نُوراً.\n\n(اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي... وَنُوراً فِي عِظَامِي) (وَزِدْنِي نُوراً, وَزِدْنِي نُوراً, وَزِدْنِي نُوراً) (وَهَبْ لِي نُوراً عَلَى نُورٍ)"
        },
        {
          "chapter_id": 13,
          "id": 20,
          "reference": "لقول أنس بن مالك رضي الله عنه: ((من السنة إذ دخلت المسجد أن تَبدأ برجلك اليمنى، وإذا خرجت أن تبدأ برجلك اليسرى))، أخرجه الحاكم، ١/ ٢١٨، وصححه على شرط مسلم، ووافقه الذهبي، وأخرجه البيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨.\n\nأبو داود، برقم ٤٦٦، وانظر: صحيح الجامع، برقم ٤٥٩١ .\n\nرواه ابن السني، برقم ٨٨، وحسنه الألباني في الثمر المستطاب، ص ٦٠٧.\n\nأبو داود، ١/ ١٢٦، برقم ٤٦٥، وانظر: صحيح الجامع، ١/٥٢٨ .\n\nمسلم، ١/ ٤٩٤، برقم ٧١٣، وفي سنن ابن ماجه من حديث فاطمة ’:((اللهم اغفر لي ذنوبي،وافتح لي أبواب رحمتك))، وصححه الألباني لشواهده. انظر: صحيح ابن ماجه، ١/١٢٨-١٢٩.",
          "item": "يَبْدَأُ بِرِجْلِهِ الْيُمْنَى, وَيَقُولُ: أَعُوذُ بِاللَّهِ العَظِيمِ, وَبِوَجْهِهِ الْكَرِيمِ, وَسُلْطَانِهِ الْقَدِيمِ, مِنَ الشَّيْطَانِ الرَّجِيمِ. [بِسْمِ اللَّهِ, وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ] اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ"
        },
        {
          "chapter_id": 14,
          "id": 21,
          "reference": "الحاكم، ١/ ٢١٨، والبيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨، وتقدم تخريجه.\n\nانظر تخريج روايات الحديث السابق في دعاء دخول المسجد، رقم (٢٠) وزيادة: ((اللهم اعصمني من الشيطان الرجيم)) لابن ماجه. انظر: صحيح ابن ماجه، ١/١٢٩ .",
          "item": "يَبْدَأُ بِرِجْلِهِ الْيُسْرَى, وَيَقُولُ: بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ, اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك, اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ"
        },
        {
          "chapter_id": 15,
          "id": 22,
          "reference": "البخاري، ١/ ١٥٢، برقم ٦١١، ورقم ٦١٣، ومسلم، ١/ ٢٨٨، برقم ٣٨٣.",
          "item": "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي (حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ) فَيقُولُ: (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)"
        },
        {
          "chapter_id": 15,
          "id": 23,
          "reference": "مسلم، ١/ ٢٩٠، برقم ٣٨٦.\n\nابن خزيمة، ١/٢٢٠ .",
          "item": "يَقُولُ: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ, رَضِيتُ بِاللَّهِ رَبَّاً, وَبِمُحَمَّدٍ رَسُولاً, وَبِالْإِسْلاَمِ دِينَاً.\n\nيَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ."
        },
        {
          "chapter_id": 15,
          "id": 24,
          "reference": "مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
          "item": "يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ"
        },
        {
          "chapter_id": 15,
          "id": 25,
          "reference": "البخاري، ١/ ١٥٢،  برقم ٦١٤، وما بين المعقوفين للبيهقي، ١/٤١٠، وحسَّن إسناده العلامة عبد العزيز بن باز ‘ في تحفة الأخيار، ص٣٨.",
          "item": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ, وَالصَّلاَةِ الْقَائِمَةِ, آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ, وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ, [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ]"
        },
        {
          "chapter_id": 15,
          "id": 26,
          "reference": "الترمذي، برقم ٣٥٩٤، ورقم ٣٥٩٥، وأبو داود، برقم ٥٢٥، وأحمد، برقم ١٢٢٠٠، وانظر: إرواء الغليل، ١/٢٦٢ .",
          "item": "يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ"
        },
        {
          "chapter_id": 16,
          "id": 27,
          "reference": "البخاري، ١/ ١٨١، برقم ٧٤٤، ومسلم، ١/ ٤١٩، برقم ٥٩٨.",
          "item": "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ, اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ, اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ, بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ"
        },
        {
          "chapter_id": 16,
          "id": 28,
          "reference": "مسلم، برقم ٣٩٩، وأصحاب السنن الأربعة: أبو داود، برقم ٧٧٥، والترمذي، برقم ٢٤٣، وابن ماجه، برقم ٨٠٦، والنسائي، برقم ٨٩٩، وانظر: صحيح الترمذي،١/٧٧،وصحيح ابن ماجه، ١/١٣٥.",
          "item": "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ, وَتَبارَكَ اسْمُكَ, وَتَعَالَى جَدُّكَ, وَلاَ إِلَهَ غَيْرُكَ"
        },
        {
          "chapter_id": 16,
          "id": 29,
          "reference": "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧١.",
          "item": "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ, إِنَّ صَلاَتِي, وَنُسُكِي, وَمَحْيَايَ, وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ, لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ, أَنْتَ رَبِّي وَأَنَا عَبْدُكَ, ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ, وَاصْرِفْ عَنِّي سَيِّئَهَا, لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ, لَبَّيْكَ وَسَعْدَيْكَ, وَالخَيْرُ كُلُّهُ بِيَدَيْكَ, وَالشَّرُّ لَيْسَ إِلَيْكَ, أَنَا بِكَ وَإِلَيْكَ, تَبارَكْتَ وَتَعَالَيْتَ, أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ"
        },
        {
          "chapter_id": 16,
          "id": 30,
          "reference": "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧٠ .",
          "item": "اللَّهُمَّ رَبَّ جِبْرَائِيلَ, وَمِيْكَائِيلَ, وَإِسْرَافِيلَ, فَاطِرَ السَّمَوَاتِ وَالأَرْضِ, عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ"
        },
        {
          "chapter_id": 16,
          "id": 31,
          "reference": "أخرجه أبو داود، ١/ ٢٠٣، برقم ٧٦٤، وابن ماجه، ١/ ٢٦٥، برقم، ٨٠٧، وأحمد، ٤/ ٨٥، برقم ١٦٧٣٩، وقال شعيب الأرناؤوط في تحقيقه لمسند: ((حسن لغيره))، وقال عبد القادر الأرناؤوط في تخريجه للكلم الطيب لابن تيمية، برقم ٧٨: ((وهو حديث صحيح بشواهده))، وذكره الألباني في صحيح الكلم الطيب، برقم ٦٢، وأخرجه مسلم عن ابن عمر ^ بنحوه، وفيه قصة، ١/ ٤٢٠، برقم ٦٠١.",
          "item": "اللَّهُ أَكْبَرُ كَبِيرَاً, اللَّهُ أَكْبَرُ كَبِيراً, اللَّهُ أَكْبَرُ كَبِيراً, وَالْحَمْدُ لِلَّهِ كَثيراً, وَالْحَمْدُ لِلَّهِ كَثيراً, وَالْحَمْدُ لِلَّهِ كَثيراً, وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً \n\n(ثَلاثاً) أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ, وَنَفْثِهِ, وَهَمْزِهِ"
        },
        {
          "chapter_id": 16,
          "id": 32,
          "reference": "كان النبي صلى الله عليه وسلم يقوله إذا قام من الليل يتهجد.\n\nالبخاري مع الفتح، ٣/ ٣، و١١/ ١١٦، و١٣/ ٣٧١، ٤٢٣، ٤٦٥،، برقم ١١٢٠، ورقم ٦٣١٧، ورقم ٧٣٨٥، ورقم ٧٤٤٢، ورقم ٧٤٩٩، ومسلم مختصراً بنحوه، ١/ ٥٣٢، برقم ٧٦٩.",
          "item": "اللَّهُمَّ لَكَ الْحَمْدُ, أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ, وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ, [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ, وَوَعْدُكَ الْحَقُّ, وَقَوْلُكَ الْحَقُّ, وَلِقاؤُكَ الْحَقُّ, وَالْجَنَّةُ حَقٌّ, وَالنَّارُ حَقٌّ, وَالنَّبِيُّونَ حَقٌّ, وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ, وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ, وَعَلَيْكَ تَوَكَّلْتُ, وَبِكَ آمَنْتُ, وَإِلَيْكَ أَنَبْتُ, وَبِكَ خاصَمْتُ, وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ, وَمَا أَخَّرْتُ, وَمَا أَسْرَرْتُ, وَمَا أَعْلَنْتُ] [أَنْتَ المُقَدِّمُ, وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ]"
        },
        {
          "chapter_id": 17,
          "id": 33,
          "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
          "item": "سُبْحانَ رَبِّيَ الْعَظِيمِ (ثلاث مرات)"
        },
        {
          "chapter_id": 17,
          "id": 34,
          "reference": "البخاري، ١/ ٩٩، برقم، ٧٩٤، ومسلم، ١/ ٣٥٠، برقم ٤٨٤.",
          "item": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ, اللَّهُمَّ اغْفِرْ لِي"
        },
        {
          "chapter_id": 17,
          "id": 35,
          "reference": "مسلم، ١/ ٣٥٣، برقم ٤٨٧، وأبو داود، ١/ ٢٣٠، برقم ٨٧٢.",
          "item": "سُبُّوُحٌ, قُدُّوسٌ, رَبُّ المَلاَئِكَةِ وَالرُّوحِ"
        },
        {
          "chapter_id": 17,
          "id": 36,
          "reference": "مسلم، ١/ ٥٣٤، برفم ٧٧١، والأربعة إلا ابن ماجه: أبو داود، برقم ٧٦٠، ورقم ٧٦١، والترمذي، برقم ٣٤٢١، والنسائي، برقم ١٠٤٩، وما بين المعقوفين لفظ ابن خزيمة، برقم ٦٠٧، وابن حبان، برقم ١٩٠١.",
          "item": "اللَّهُمَّ لَكَ رَكَعْتُ, وَبِكَ آمَنْتُ, وَلَكَ أَسْلَمْتُ, خَشَعَ لَكَ سَمْعِي, وَبَصَرِي, وَمُخِّي, وَعَظْمِي, وَعَصَبِي, [وَمَا استَقَلَّتْ بِهِ قَدَمِي]"
        },
        {
          "chapter_id": 17,
          "id": 37,
          "reference": "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وإسناده حسن.",
          "item": "سُبْحَانَ ذِي الْجَبَرُوتِ, وَالْمَلَكُوتِ, وَالْكِبْرِيَاءِ, وَالْعَظَمَةِ"
        },
        {
          "chapter_id": 18,
          "id": 38,
          "reference": "البخاري مع الفتح، ٢/ ٢٨٢، برقم ٧٩٦.",
          "item": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ"
        },
        {
          "chapter_id": 18,
          "id": 39,
          "reference": "البخاري مع الفتح، ٢/ ٢٨٤، برقم ٧٩٦.",
          "item": "رَبَّنَا وَلَكَ الْحَمْدُ, حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ"
        },
        {
          "chapter_id": 18,
          "id": 40,
          "reference": "مسلم، ١/ ٣٤٦، برقم ٤٧٧.",
          "item": "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ, وَمَا بَيْنَهُمَا, وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ, أَحَقُّ مَا قَالَ الْعَبْدُ, وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ, وَلاَ مُعْطِيَ لِمَا مَنَعْتَ, وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ"
        },
        {
          "chapter_id": 19,
          "id": 41,
          "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
          "item": "سُبْحَانَ رَبِّيَ الأَعْلَى (ثلاث مرات)"
        },
        {
          "chapter_id": 19,
          "id": 42,
          "reference": "البخاري، برقم، ٧٩٤، ومسلم، برقم ٤٨٤، وتقدم برقم ٣٤.",
          "item": "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ, اللَّهُمَّ اغْفِرْ لِي"
        },
        {
          "chapter_id": 19,
          "id": 43,
          "reference": "مسلم، ١/ ٥٣٣، برقم ٤٨٧، وأبو داود، برقم ٨٧٢، وتقدم برقم ٣٥.",
          "item": "سُبوحٌ, قُدُّوسٌ, رَبُّ الْمَلَائِكَةِ وَالرُّوحِ"
        },
        {
          "chapter_id": 19,
          "id": 44,
          "reference": "مسلم، ١/ ٥٣٤، برقم ٧٧١، وغيره.",
          "item": "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ, وَلَكَ أَسْلَمْتُ, سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ, وَصَوَّرَهُ, وَشَقَّ سَمْعَهُ وَبَصَرَهُ, تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ"
        },
        {
          "chapter_id": 19,
          "id": 45,
          "reference": "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وصححه الألباني في صحيح أبي داود، ١/ ١٦٦، وتقدم تخريجه برقم ٣٧.",
          "item": "سُبْحَانَ ذِي الْجَبَرُوتِ, وَالْمَلَكُوتِ, وَالْكِبْرِيَاءِ, وَالْعَظَمَةِ"
        },
        {
          "chapter_id": 19,
          "id": 46,
          "reference": "مسلم، ١/ ٢٣٠، برقم ٤٨٣.",
          "item": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ, وَأَوَّلَهُ وَآخِرَهُ, وَعَلاَنِيَّتَهُ وَسِرَّهُ"
        },
        {
          "chapter_id": 19,
          "id": 47,
          "reference": "مسلم، ١/ ٣٥٢، برقم ٤٨٦.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ, وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ, وَأَعُوذُ بِكَ مِنْكَ, لاَ أُحْصِي ثَنَاءً عَلَيْكَ, أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ"
        },
        {
          "chapter_id": 20,
          "id": 48,
          "reference": "أبو داود، ١/ ٢٣١، برقم ٨٧٤، وابن ماجه، برقم ٨٩٧، وانظر: صحيح ابن ماجه، ١/ ١٤٨.",
          "item": "رَبِّ اغْفِرْ لِي, رَبِّ اغْفِرْ لِي"
        },
        {
          "chapter_id": 20,
          "id": 49,
          "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، ١/ ٢٣١، برقم ٨٥٠، والترمذي، برقم ٢٨٤، و٢٨٥، وابن ماجه، برقم ٨٩٨،  وانظر: صحيح الترمذي، ١/٩٠، وصحيح ابن ماجه، ١/١٤٨ .",
          "item": "اللَّهُمَّ اغْفِرْ لِي, وَارْحَمْنِي, وَاهْدِنِي, وَاجْبُرْنِي, وَعَافِنِي, وَارْزُقْنِي, وَارْفَعْنِي"
        },
        {
          "chapter_id": 21,
          "id": 50,
          "reference": "الترمذي، ٢/ ٤٧٤، برقم ٣٤٢٥، وأحمد، ٦/ ٣٠، برقم ٢٤٠٢٢، والحاكم،  وصححه، ووافقه الذهبي، ١/٢٢٠ والزيادة له، والآية رقم ١٤ من سورة المؤمنون.",
          "item": "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ, وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ, ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾"
        },
        {
          "chapter_id": 21,
          "id": 51,
          "reference": "الترمذي، ٢/ ٤٧٣، برقم ٥٧٩، والحاكم وصححه ووافقه الذهبي، ١/٢١٩ .",
          "item": "اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً, وَضَعْ عَنِّي بِهَا وِزْراً, وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً, وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ"
        },
        {
          "chapter_id": 23,
          "id": 53,
          "reference": "البخاري مع الفتح، ٦/ ٤٠٨، برقم ٣٣٧٠، ومسلم، برقم ٤٠٦.",
          "item": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ, وَعَلَى آلِ مُحَمَّدٍ, كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ, وَعَلَى آلِ إِبْرَاهِيمَ, إِنَّكَ حَمِيدٌ مَجِيدٌ, اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ, كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ, إِنَّكَ حَمِيدٌ مَجِيدٌ"
        },
        {
          "chapter_id": 23,
          "id": 54,
          "reference": "البخاري مع الفتح، ٦/ ٤٠٧، برقم ٣٣٦٩، ومسلم، ١/ ٣٠٦، برقم ٤٠٧، واللفظ له.",
          "item": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ, كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ, كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ"
        },
        {
          "chapter_id": 24,
          "id": 55,
          "reference": "البخاري، ٢/ ١٠٢، برقم ١٣٧٧، ومسلم، ١/ ٤١٢، برقم ٥٨٨، واللفظ لمسلم.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ, وَمِنْ عَذَابِ جَهَنَّمَ, وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ, وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ"
        },
        {
          "chapter_id": 24,
          "id": 56,
          "reference": "البخاري، ١/ ٢٠٢، برقم ٨٣٢، ومسلم، ١/ ٤١٢، برقم ٥٨٧.",
          "item": "اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ, وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ, وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ"
        },
        {
          "chapter_id": 24,
          "id": 57,
          "reference": "البخاري، ٨/ ١٦٨، برقم ٨٣٤، ومسلم، ٤/ ٢٠٧٨، برقم ٢٧٠٥.",
          "item": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً, وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ, فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي, إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ"
        },
        {
          "chapter_id": 24,
          "id": 58,
          "reference": "مسلم، ١/ ٥٣٤، برقم ٧٧١.",
          "item": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ, وَمَا أَخَّرْتُ, وَمَا أَسْرَرْتُ, وَمَا أَعْلَنْتُ, وَمَا أَسْرَفْتُ, وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ, وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ"
        },
        {
          "chapter_id": 24,
          "id": 59,
          "reference": "أبو داود، ٢/ ٨٦، برقم، ١٥٢٢، والنسائي، ٣/ ٥٣، برقم، ٢٣٠٢، وصححه الألباني في صحيح أبي داود، ١/٢٨٤ .",
          "item": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ, وَشُكْرِكَ, وَحُسْنِ عِبادَتِكَ"
        },
        {
          "chapter_id": 24,
          "id": 60,
          "reference": "البخاري مع الفتح، ٦/ ٣٥، برقم ٢٨٢٢، ورقم ٦٣٩٠.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ, وَأَعوذُ بِكَ مِنَ الْجُبْنِ, وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ, وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ"
        },
        {
          "chapter_id": 24,
          "id": 61,
          "reference": "أبو داود، برقم ٧٩٢، وابن ماجه، برقم ٩١٠، وانظر: صحيح ابن ماجه، ٢/٣٢٨ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ"
        },
        {
          "chapter_id": 24,
          "id": 62,
          "reference": "النسائي، ٣/ ٥٤، ٥٥، برقم ١٣٠٤، وأحمد، ٤/ ٣٦٤، برقم، ٢١٦٦٦، وصححه الألباني في صحيح النسائي، ١/٢٨١ .",
          "item": "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي, وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي, اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ, وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ, وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ, وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ, وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ, وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ, وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ, وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ, وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ, وَلاَ فِتْنَةٍ مُضِلَّةٍ, اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ, وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ"
        },
        {
          "chapter_id": 24,
          "id": 63,
          "reference": "أخرجه النسائي، ٣/ ٥٢، برقم ١٣٠٠ بلفظه، وأحمد، ٤/ ٣٣٨، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ, وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ, أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ"
        },
        {
          "chapter_id": 24,
          "id": 64,
          "reference": "رواه أهل السنن: أبو داود، برقم ١٤٩٥، والترمذي، برقم ٣٥٤٤، وابن ماجه، برقم ٣٨٥٨، والنسائي، برقم ١٢٩٩، وانظر: صحيح ابن ماجه، ٢/٣٢٩ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ, الْمَنَّانُ, يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ, يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ"
        },
        {
          "chapter_id": 24,
          "id": 65,
          "reference": "أبو داود، ٢/ ٦٢، برقم ١٤٩٣، والترمذي، ٥/ ٥١٥، برقم ٣٤٧٥، وابن ماجه، ٢/ ١٢٦٧، برقم ٣٨٥٧، والنسائي، برقم ١٣٠٠ بلفظه، وأحمد، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠، وانظر: صحيح ابن ماجه، ٢/ ٣٢٩، وصحيح الترمذي، ٣/ ١٦٣ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ"
        },
        {
          "chapter_id": 25,
          "id": 66,
          "reference": "مسلم، ١/ ٤١٤، رقم ٥٩١.",
          "item": "أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ, وَمِنْكَ السَّلاَمُ, تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ"
        },
        {
          "chapter_id": 25,
          "id": 67,
          "reference": "البخاري، ١/ ٢٥٥، برقم ٨٤٤، ومسلم، ١/ ٤١٤، برقم ٥٩٣، وما بين المعقوفين زيادة من البخاري، برقم ٦٤٧٣.",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً], اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ, وَلاَ مُعْطِيَ لِمَا مَنَعْتَ, وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ"
        },
        {
          "chapter_id": 25,
          "id": 68,
          "reference": "مسلم، ١/ ٤١٥ برقم ٥٩٤.",
          "item": "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ, وَلَهُ الْحَمدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ, لاَ إِلَهَ إِلاَّ اللَّهُ, وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ, لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ"
        },
        {
          "chapter_id": 25,
          "id": 69,
          "reference": "مسلم، ١/ ٤١٨، برقم ٥٩٧، وفيه: ((من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر)).",
          "item": "سُبْحَانَ اللَّهِ, وَالْحَمْدُ لِلَّهِ, وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
        },
        {
          "chapter_id": 25,
          "id": 70,
          "reference": "أبو داود، ٢/ ٨٦، برقم ١٥٢٣، والترمذي، برقم ٢٩٠٣، والنسائي، ٣/ ٦٨، برقم ١٣٣٥، وانظر: صحيح الترمذي، ٢/٨. والسور الثلاث يقال لها: المعوذات. انظر: فتح الباري، ٩/ ٦٢.",
          "item": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\n\n(بَعْدَ كُلِّ صَلاَةٍ)"
        },
        {
          "chapter_id": 25,
          "id": 71,
          "reference": "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت. النسائي في عمل اليوم والليلة، برقم ١٠٠، وابن السني، برقم، ١٢١، وصححه الألباني في صحيح الجامع، ٥/٣٣٩، وسلسلة الأحاديث الصحيحة، ٢/٦٩٧، برقم ٩٧٢، والآية رقم ٢٥٥ من سورة البقرة.",
          "item": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (عَقِبَ كلِّ صَلاَةٍ)"
        },
        {
          "chapter_id": 25,
          "id": 72,
          "reference": "رواه الترمذي، ٥/ ٥١٥، برقم ٣٤٧٤، وأحمد، ٤/ ٢٢٧، برقم ١٧٩٩٠، وانظر تخريجه في: زاد المعاد ١/٣٠٠ .",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
        },
        {
          "chapter_id": 25,
          "id": 73,
          "reference": "ابن ماجه، برقم ٩٢٥، والنسائي في عمل اليوم والليلة، برقم ١٠٢، وانظر: صحيح ابن ماجه، ١/١٥٢، ومجمع الزوائد ١٠/١١١، وسيأتي برقم ٩٥.",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً, وَرِزْقاً طَيِّباً, وَعَمَلاً مُتَقَبَّلاً (بعد السلام من صلاة الفجر)"
        },
        {
          "chapter_id": 26,
          "id": 74,
          "reference": "البخاري، ٧/ ١٦٢، برقم ١١٦٢.\n\nسورة آل عمران، الآية: ١٥٩ .",
          "item": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ, يَقُولُ: (إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ, ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ, وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ, وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ, وَتَعْلَمُ وَلاَ أَعْلَمُ, وَأَنْتَ عَلاَّمُ الغُيُوبِ, اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ, وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ, ثُمَّ أَرْضِنِي بِهِ)\n\n\n\nوَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ, وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ, فَقَدْ قَالَ اللَّهُ سبحانه وتعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ "
        },
        {
          "chapter_id": 27,
          "id": 75,
          "reference": "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال: ((إسناد الطبراني جيد)).",
          "item": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ"
        },
        {
          "chapter_id": 27,
          "id": 76,
          "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
          "item": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\n\n\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\n\n\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\n\n\n\n(ثلاث مرات )"
        },
        {
          "chapter_id": 27,
          "id": 77,
          "reference": "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
          "item": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ, وَالْحَمْدُ لِلَّهِ, لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ, رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ, وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ, رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ, رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ"
        },
        {
          "chapter_id": 27,
          "id": 78,
          "reference": "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
          "item": "اللَّهُمَّ بِكَ أَصْبَحْنَا, وَبِكَ أَمْسَيْنَا, وَبِكَ نَحْيَا, وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ"
        },
        {
          "chapter_id": 27,
          "id": 79,
          "reference": "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
          "item": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ, خَلَقْتَنِي وَأَنَا عَبْدُكَ, وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ, أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ, أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ, وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ"
        },
        {
          "chapter_id": 27,
          "id": 80,
          "reference": "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
          "item": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ, وَأُشْهِدُ حَمَلَةَ عَرْشِكَ, وَمَلاَئِكَتَكَ, وَجَمِيعَ خَلْقِكَ, أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ, وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ (أربع مرات)"
        },
        {
          "chapter_id": 27,
          "id": 81,
          "reference": "من قالها حين يصبح فقد أدَّى شكر يومه، ومن قالها حين يمسي فقد أدَّى شكر ليلته. أخرجه أبو داود، ٤/ ٣١٨، برقم ٥٠٧٥، والنسائي في عمل اليوم والليلة، برقم ٧، وابن السني، برقم ٤١، وابن حبان، ((موارد)) برقم ٢٣٦١، وحسّن ابن باز ‘ إسناده في تحفة الأخيار، ص٢٤.",
          "item": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ, فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ"
        },
        {
          "chapter_id": 27,
          "id": 82,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
          "item": "اللَّهُمَّ عَافِنِي فِي بَدَنِي, اللَّهُمَّ عَافِنِي فِي سَمْعِي, اللَّهُمَّ عَافِنِي فِي بَصَرِي, لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ, وَالفَقْرِ, وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ, لاَ إِلَهَ إِلاَّ أَنْتَ (ثلاث مرات)"
        },
        {
          "chapter_id": 27,
          "id": 83,
          "reference": "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
          "item": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (سبع مرات)"
        },
        {
          "chapter_id": 27,
          "id": 84,
          "reference": "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ, اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي, وَمَالِي, اللَّهُمَّ اسْتُرْ عَوْرَاتِي, وَآمِنْ رَوْعَاتِي, اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ, وَمِنْ خَلْفِي, وَعَنْ يَمِينِي, وَعَنْ شِمَالِي, وَمِنْ فَوْقِي, وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي"
        },
        {
          "chapter_id": 27,
          "id": 85,
          "reference": "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
          "item": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ, رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ, أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي, وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ, وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً, أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ"
        },
        {
          "chapter_id": 27,
          "id": 86,
          "reference": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
          "item": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ (ثلاث مرات)"
        },
        {
          "chapter_id": 27,
          "id": 87,
          "reference": "من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
          "item": "رَضِيتُ بِاللَّهِ رَبَّاً, وَبِالْإِسْلاَمِ دِيناً, وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً (ثلاث مرات)"
        },
        {
          "chapter_id": 27,
          "id": 88,
          "reference": "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ"
        },
        {
          "chapter_id": 27,
          "id": 89,
          "reference": "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
          "item": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ, اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ, وَنَصْرَهُ, وَنورَهُ, وَبَرَكَتَهُ, وَهُدَاهُ, وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ"
        },
        {
          "chapter_id": 27,
          "id": 90,
          "reference": "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
          "item": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ, وَعَلَى كَلِمَةِ الْإِخْلاَصِ, وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم, وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ, حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ"
        },
        {
          "chapter_id": 27,
          "id": 91,
          "reference": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
          "item": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (مائة مرة)"
        },
        {
          "chapter_id": 27,
          "id": 92,
          "reference": "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\n\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (عشر مرات أو مرة واحدة عند الكسل)"
        },
        {
          "chapter_id": 27,
          "id": 93,
          "reference": "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكُتِبَ له مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك. البخاري، ٤/ ٩٥، برقم ٣٢٩٣، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١.",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ, وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (مائة مرة)"
        },
        {
          "chapter_id": 27,
          "id": 94,
          "reference": "مسلم، ٤/ ٢٠٩٠، برقم ٢٧٢٦.",
          "item": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ, وَرِضَا نَفْسِهِ, وَزِنَةَ عَرْشِهِ, وَمِدَادَ كَلِمَاتِهِ (ثلاث مرات)"
        },
        {
          "chapter_id": 27,
          "id": 95,
          "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم ٥٤، وابن ماجه، برقم ٩٢٥، وحسّن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٥، وتقدم برقم ٧٣.",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً, وَرِزْقاً طَيِّباً, وَعَمَلاً مُتَقَبَّلاً"
        },
        {
          "chapter_id": 27,
          "id": 96,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
          "item": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ  (مائة مرة في اليوم)"
        },
        {
          "chapter_id": 27,
          "id": 97,
          "reference": "((من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة)) أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ (عشر مرات)"
        },
        {
          "chapter_id": 28,
          "id": 98,
          "reference": "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال: ((إسناد الطبراني جيد)).",
          "item": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ"
        },
        {
          "chapter_id": 28,
          "id": 99,
          "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
          "item": "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\n\n\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\n\n\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\n\n\n\n(ثلاث مرات )"
        },
        {
          "chapter_id": 28,
          "id": 100,
          "reference": "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
          "item": "أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ, وَالْحَمْدُ لِلَّهِ, لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ, رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَه الْليلة وَخَيرَ مَا بَعْدَها, وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَه الْليلة وَشَرِّ مَا بَعْدَها, رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ, رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ"
        },
        {
          "chapter_id": 28,
          "id": 101,
          "reference": "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
          "item": "اللَّهُمَّ بِكَ أَمسينا, وَبِكَ أَصبحنا, وَبِكَ نَحْيَا, وَبِكَ نَمُوتُ وَإِلَيْكَ المصيرُ"
        },
        {
          "chapter_id": 28,
          "id": 102,
          "reference": "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
          "item": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ, خَلَقْتَنِي وَأَنَا عَبْدُكَ, وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ, أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ, أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ, وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ"
        },
        {
          "chapter_id": 28,
          "id": 103,
          "reference": "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
          "item": "اللَّهُمَّ إِنِّي أَمسيتُ أُشْهِدُكَ, وَأُشْهِدُ حَمَلَةَ عَرْشِكَ, وَمَلاَئِكَتَكَ, وَجَمِيعَ خَلْقِكَ, أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ, وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ (أربع مرات)"
        },
        {
          "chapter_id": 28,
          "id": 104,
          "reference": "من قالها حين يصبح فقد أدي شكر يومه ، ومن قالها حين يمسى فقد أدى شكر ليلته . أخرجه أبو داود 4/318 ، والنسائي في عمل اليوم والليلة برقم 7وابن السني برقم 41 وابن حبان (( موارد)) رقم 2361وحسن ابن باز إسناده في تحفة الأخيار ص24.",
          "item": "اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ, فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ"
        },
        {
          "chapter_id": 28,
          "id": 105,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
          "item": "اللَّهُمَّ عَافِنِي فِي بَدَنِي, اللَّهُمَّ عَافِنِي فِي سَمْعِي, اللَّهُمَّ عَافِنِي فِي بَصَرِي, لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ, وَالفَقْرِ, وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ, لاَ إِلَهَ إِلاَّ أَنْتَ (ثلاث مرات)"
        },
        {
          "chapter_id": 28,
          "id": 106,
          "reference": "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
          "item": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (سبع مرات)"
        },
        {
          "chapter_id": 28,
          "id": 107,
          "reference": "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ, اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي, وَمَالِي, اللَّهُمَّ اسْتُرْ عَوْرَاتِي, وَآمِنْ رَوْعَاتِي, اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ, وَمِنْ خَلْفِي, وَعَنْ يَمِينِي, وَعَنْ شِمَالِي, وَمِنْ فَوْقِي, وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي"
        },
        {
          "chapter_id": 28,
          "id": 108,
          "reference": "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
          "item": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ, رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ, أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي, وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ, وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً, أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ"
        },
        {
          "chapter_id": 28,
          "id": 109,
          "reference": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
          "item": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ (ثلاث مرات)"
        },
        {
          "chapter_id": 28,
          "id": 110,
          "reference": "من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
          "item": "رَضِيتُ بِاللَّهِ رَبَّاً, وَبِالْإِسْلاَمِ دِيناً, وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً (ثلاث مرات )"
        },
        {
          "chapter_id": 28,
          "id": 111,
          "reference": "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ"
        },
        {
          "chapter_id": 28,
          "id": 112,
          "reference": "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
          "item": "أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ, اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَه الْليلة:فَتْحَها, وَنَصْرَها, وَنورَها, وَبَرَكَتَها, وَهُدَاها, وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها وَشَرِّ مَا بَعْدَها"
        },
        {
          "chapter_id": 28,
          "id": 113,
          "reference": "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
          "item": "أَمسينا عَلَى فِطْرَةِ الْإِسْلاَمِ, وَعَلَى كَلِمَةِ الْإِخْلاَصِ, وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم, وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ, حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ"
        },
        {
          "chapter_id": 28,
          "id": 114,
          "reference": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
          "item": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ (مائة مرة)"
        },
        {
          "chapter_id": 28,
          "id": 115,
          "reference": "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\n\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (عشر مرات أو مرة واحدة عند الكسل)"
        },
        {
          "chapter_id": 28,
          "id": 116,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
          "item": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ  (مائة مرة في اليوم)"
        },
        {
          "chapter_id": 28,
          "id": 117,
          "reference": "من قالها حين يمسي ثلاث مرات لم تضرّه حُمَة تلك الليلة، أخرجه أحمد، ٢/ ٢٩٠، برقم ٧٨٩٨، والنسائي في عمل اليوم والليلة، برقم ٥٩٠، وابن السني، برقم ٦٨، وانظر: صحيح الترمذي، ٣/١٨٧، وصحيح ابن ماجه، ٢/٢٦٦، وتحفة الأخيار لابن باز، ص٤٥ .",
          "item": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (ثلاث مرات)"
        },
        {
          "chapter_id": 28,
          "id": 118,
          "reference": "((من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة)) أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ (عشر مرات)"
        },
        {
          "chapter_id": 29,
          "id": 119,
          "reference": "البخاري مع الفتح، ٩/ ٦٢، برقم ٥٠١٧، ومسلم، برقم ٢١٩٢.",
          "item": "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\n\nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ"
        },
        {
          "chapter_id": 29,
          "id": 120,
          "reference": "سورة البقرة، الاية: ٢٥٥، من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح، البخاري مع الفتح، ٤/ ٤٨٧، برقم ٢٣١١.",
          "item": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ"
        },
        {
          "chapter_id": 29,
          "id": 121,
          "reference": "من قرأهما في ليلة كفتاه، البخاري مع الفتح، ٩/ ٩٤، برقم ٤٠٠٨، ومسلم، ١/ ٥٥٤، برقم ٨٠٧، والآيتان من سورة البقرة، ٢٨٥-٢٨٦.",
          "item": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ"
        },
        {
          "chapter_id": 29,
          "id": 122,
          "reference": "((إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل:..)) الحديث، [ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته]. النهاية في غريب الحديث والأثر (صنف).\n\nالبخاري مع الفتح، ١١/ ١٢٦، برقم ٦٣٢٠. ومسلم، ٤/ ٢٠٨٤، برقم ٢٧١٤.",
          "item": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي, وَبِكَ أَرْفَعُهُ, فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا, وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا, بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ"
        },
        {
          "chapter_id": 29,
          "id": 123,
          "reference": "أخرجه مسلم، ٤/ ٢٠٨٣، برقم ٢٧١٢، وأحمد بلفظه، ٢/ ٧٩، برقم ٥٥٠٢.",
          "item": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا, لَكَ مَمَاتُهَا وَمَحْياهَا, إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا, وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ  إِنِّي أَسْأَلُكَ العَافِيَةَ"
        },
        {
          "chapter_id": 29,
          "id": 124,
          "reference": "((كان صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ...)) الحديث.\n\nأبو داود بلفظه، ٤/ ٣١١، برقم ٥٠٤٥، والترمذي، برقم ٣٣٩٨، وانظر: صحيح الترمذي، ٣/١٤٣، وصحيح أبي داود، ٣/ ٢٤٠.",
          "item": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ"
        },
        {
          "chapter_id": 29,
          "id": 125,
          "reference": "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣٢٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
          "item": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا"
        },
        {
          "chapter_id": 29,
          "id": 126,
          "reference": "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم. البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦ .",
          "item": "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) و الْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَ اللَّهُ أَكْبَر (أربعاً وثلاثين)"
        },
        {
          "chapter_id": 29,
          "id": 127,
          "reference": "مسلم، ٤/ ٢٠٨٤، برقم ٢٧١٣.",
          "item": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ, وَرَبَّ الْعَرْشِ الْعَظِيمِ, رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ, فَالِقَ الْحَبِّ وَالنَّوَى, وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ, وَالْفُرْقَانِ, أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ, وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ, وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ, وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ, اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ"
        },
        {
          "chapter_id": 29,
          "id": 128,
          "reference": "مسلم، ٤/ ٢٠٨٥، برقم ٢٧١٥.",
          "item": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا, وَكَفَانَا, وَآوَانَا, فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ"
        },
        {
          "chapter_id": 29,
          "id": 129,
          "reference": "أبو داود، ٤/ ٣١٧، برقم ٥٠٦٧، والترمذي، برقم ٣٦٢٩، وانظر: صحيح الترمذي ٣/١٤٢ .",
          "item": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ, رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ, أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي, وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ, وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً, أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ"
        },
        {
          "chapter_id": 29,
          "id": 130,
          "reference": "الترمذي، برقم ٣٤٠٤، والنسائي في عمل اليوم والليلة، برقم ٧٠٧، وانظر: صحيح الجامع ٤/٢٥٥ .",
          "item": "يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَةِ, وَ(تَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)"
        },
        {
          "chapter_id": 29,
          "id": 131,
          "reference": "((إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: ...)) الحديث.\n\nقال صلى الله عليه وسلم لمن قال ذلك: ((فإن مُتَّ مُتَّ على الفطرة)). البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٣، ومسلم، ٤، ٢٠٨١، برقم ٢٧١٠.",
          "item": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ, وَفَوَّضْتُ أَمْرِي إِلَيْكَ, وَوَجَّهْتُ وَجْهِي إِلَيْكَ, وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ, رَغْبَةً وَرَهْبَةً إِلَيْكَ, لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ, آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ, وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ"
        },
        {
          "chapter_id": 32,
          "id": 134,
          "reference": "مسلم، ٤/ ١٧٧٢، برقم ٢٢٦١.",
          "item": "يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً), يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى  (ثلاث مرات), لاَ يُحَدِّثْ بِهَا أَحَداً, يَتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ"
        },
        {
          "chapter_id": 32,
          "id": 135,
          "reference": "مسلم، ٤/ ١٧٧٣، برقم ٢٢٦٣.",
          "item": "يَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ"
        },
        {
          "chapter_id": 33,
          "id": 136,
          "reference": "أخرجه أصحاب السنن الأربعة، وأحمد، والدارمي، والبيهقي: أبو داود، برقم ١٤٢٥، والترمذي، برقم ٤٦٤، والنسائي، برقم ١٧٤٤، وابن ماجه، برقم ١١٧٨، وأحمد، برقم ١٧١٨، والدارمي، برقم ١٥٩٢، والحاكم، ٣/ ١٧٢، والبيهقي، ٢/ ٢٠٩، وما بين المعقوفين للبيهقي، وانظر: صحيح الترمذي، ١/١٤٤، وصحيح ابن ماجه، ١/١٩٤، وإرواء الغليل للألباني، ٢/١٧٢ .",
          "item": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ, وَعَافِنِي فِيمَنْ عَافَيْتَ, وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ, وَبَارِكْ لِي فِيمَا أَعْطَيْتَ, وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ, إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ, [وَلاَ يَعِزُّ مَنْ عَادَيْتَ], تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ"
        },
        {
          "chapter_id": 33,
          "id": 137,
          "reference": "أخرجه أصحاب السنن الأربعة، وأحمد: أبو داود، برقم ١٤٢٧، والترمذي، برقم ٣٥٦٦، والنسائي، برقم ١٧٤٦، وابن ماجه، برقم ١١٧٩، وأحمد، برقم ٧٥١ . انظر:صحيح الترمذي، ٣/١٨٠، وصحيح ابن ماجه، ١/١٩٤، والإرواء، ٢/١٧٥.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ, وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ, وَأَعُوذُ بِكَ مِنْكَ, لاَ أُحْصِي ثَنَاءً عَلَيْكَ, أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ"
        },
        {
          "chapter_id": 33,
          "id": 138,
          "reference": "أخرجه البيهقي في السنن الكبرى، وصحَّح إسناده، ٢/٢١١، وقال الشيخ الألباني في إرواء الغليل: ((وهذا إسناد صحيح))، ٢/١٧٠. وهو موقوف على عمر.",
          "item": "اللَّهُمَّ إِيَّاكَ نعْبُدُ, وَلَكَ نُصَلِّي وَنَسْجُدُ, وَإِلَيْكَ نَسْعَى وَنَحْفِدُ, نَرْجُو رَحْمَتَكَ, وَنَخْشَى عَذَابَكَ, إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ, وَنَسْتَغْفِرُكَ, وَنُثْنِي عَلَيْكَ الْخَيْرَ, وَلاَ نَكْفُرُكَ, وَنُؤْمِنُ بِكَ, وَنَخْضَعُ لَكَ, وَنَخْلَعُ مَنْ يَكْفرُكَ"
        },
        {
          "chapter_id": 35,
          "id": 140,
          "reference": "أحمد، ١/ ٣٩١، برقم ٣٧١٢، وصححه الألباني في سلسلة الأحاديث الصحيحة، ١/ ٣٣٧.",
          "item": "اللَّهُمَّ إِنِّي عَبْدُكَ, ابْنُ عَبْدِكَ, ابْنُ أَمَتِكَ, نَاصِيَتِي بِيَدِكَ, مَاضٍ فِيَّ حُكْمُكَ, عَدْلٌ فِيَّ قَضَاؤُكَ, أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ, سَمَّيْتَ بِهِ نَفْسَكَ, أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ, أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ, أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ, أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي, وَنُورَ صَدْرِي, وَجَلاَءَ حُزْنِي, وَذَهَابَ هَمِّي"
        },
        {
          "chapter_id": 35,
          "id": 141,
          "reference": "البخاري، ٧/ ١٥٨، برقم: ٢٨٩٣، كان الرسول صلى الله عليه وسلم يكثر من هذا الدعاء. انظر: البخاري مع الفتح، ١١/١٧٣، وسيأتي ص ٨٩، برقم ١٣٧.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ, وَالْعَجْزِ وَالْكَسَلِ, وَالْبُخْلِ وَالْجُبْنِ, وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ"
        },
        {
          "chapter_id": 36,
          "id": 142,
          "reference": "البخاري، ٧/ ١٥٤، برقم ٦٣٤٥، ومسلم، ٤/ ٢٠٩٢، برقم ٢٧٣٠.",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ, لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ, لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ"
        },
        {
          "chapter_id": 36,
          "id": 143,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٠، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، وحسّنه الألباني في صحيح أبي داود، ٣/٩٥٩ .",
          "item": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو, فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ, وَأَصْلِحْ لِي شَأْنِي كُلَّهُ, لاَ إِلَهَ إِلاَّ أَنْتَ"
        },
        {
          "chapter_id": 36,
          "id": 144,
          "reference": "الترمذي، ٥/ ٥٢٩، برقم ٣٥٠٥، والحاكم وصححه ووافقه الذهبي، ١/٥٠٥، وانظر: صحيح الترمذي، ٣/١٦٨ .",
          "item": "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ"
        },
        {
          "chapter_id": 36,
          "id": 145,
          "reference": "أخرجه أبو داود، ٢/ ٨٧، برقم ١٥٢٥، وابن ماجه، برقم ٣٨٨٢، وانظر: صحيح ابن ماجه، ٢/٣٣٥ .",
          "item": "اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً"
        },
        {
          "chapter_id": 37,
          "id": 146,
          "reference": "أبو داود، ٢/ ٨٩، برقم ١٥٣٧، وصححه الحاكم ووافقه الذهبي، ٢/١٤٢.",
          "item": "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم, وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ"
        },
        {
          "chapter_id": 37,
          "id": 147,
          "reference": "أبو داود، ٣/ ٤٢، برقم ٢٦٣٢، والترمذي، ٥/ ٥٧٢، برقم ٣٥٨٤، وانظر: صحيح الترمذي، ٣/١٨٣ .",
          "item": "اللَّهُمَّ أَنْتَ عَضُدِي, وَأَنْتَ نَصِيرِي, بِكَ أَحُولُ وَبِكَ أَصُولُ, وَبِكَ أُقاتِلُ"
        },
        {
          "chapter_id": 37,
          "id": 148,
          "reference": "البخاري، ٥/ ١٧٢، برقم ٤٥٦٣.",
          "item": "حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ"
        },
        {
          "chapter_id": 38,
          "id": 149,
          "reference": "البخاري في الأدب المفرد، برقم ٧٠٧، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٥.",
          "item": "اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ, وَرَبَّ الْعَرْشِ الْعَظِيمِ, كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ, وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ, أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى, عَزَّ جَارُكَ, وَجَلَّ ثَنَاؤُكَ, وَلاَ إِلَهَ إِلاَّ أَنْتَ"
        },
        {
          "chapter_id": 38,
          "id": 150,
          "reference": "البخاري في الأدب المفرد برقم ٧٠٨، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٦ .",
          "item": "اللَّهُ أَكْبَرُ, اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً, اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ, أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ, الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ, مِنْ شَرِّ عَبْدِكَ فُلاَنٍ, وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ, مِنْ الْجِنِّ وَالإِنْسِ, اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ, جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ, وَتَبَارَكَ اسْمُكَ, وَلاَ إِلَهَ غَيْرُكَ"
        },
        {
          "chapter_id": 41,
          "id": 153,
          "reference": "البخاري مع الفتح، ٦/ ٣٣٦، برقم ٣٢٧٦، ومسلم، ١/ ١٢٠، برقم ١٣٤.",
          "item": "يَسْتَعِيذُ بِاللَّهِ, يَنْتَهِي عَمَّا وَسْوَسَ فِيهِ"
        },
        {
          "chapter_id": 41,
          "id": 154,
          "reference": "مسلم، ١/ ١١٩- ١٢٠، برقم ١٣٤.",
          "item": "يَقُولُ: آمَنْتُ بِاللَّهِ وَرُسُلِهِ"
        },
        {
          "chapter_id": 41,
          "id": 155,
          "reference": "سورة الحديد، الآية: ٣. أبو داود، ٤/ ٣٢٩، برقم ٥١١٠، وحسنه الألباني في صحيح أبي داود، ٣/٩٦٢ .",
          "item": "يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾"
        },
        {
          "chapter_id": 42,
          "id": 156,
          "reference": "الترمذي، ٥/ ٥٦٠، برقم ٣٥٦٣، وانظر: صحيح الترمذي، ٣/١٨٠.",
          "item": "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ, وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ"
        },
        {
          "chapter_id": 42,
          "id": 157,
          "reference": "البخاري، ٧/ ١٥٨، برقم ٢٨٩٣، وتقدم ص ٨٣، برقم ١٢١.",
          "item": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ, وَالْعَجْزِ وَالْكَسَلِ, وَالْبُخْلِ وَالْجُبْنِ, وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ"
        },
        {
          "chapter_id": 46,
          "id": 161,
          "reference": "أبو داود، ٢/ ٨٦، برقم ١٥٢١، والترمذي، ٢/ ٢٥٧، برقم ٤٠٦، وصححه الألباني في صحيح أبي داود، ١/٢٨٣ .٩٧-٩٨ .",
          "item": "الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ"
        },
        {
          "chapter_id": 46,
          "id": 162,
          "reference": "مسلم، ١/ ٢٩١، برقم ٣٨٩، والبخاري، ١/ ١٥١، برقم ٦٠٨.",
          "item": "الْأَذَانُ"
        },
        {
          "chapter_id": 46,
          "id": 163,
          "reference": "((لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تُقرأ فيه سورة البقرة))، رواه مسلم، ١/ ٥٣٩، برقم ٧٨٠، ومما يطرد الشيطان أذكار الصباح والمساء، والنوم والاستيقاظ، وأذكار دخول المنزل والخروج منه، وأذكار دخول المسجد والخروج منه، وغير ذلك من الأذكار المشروعة، مثل: قراءة آية الكرسي عند النوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير مائة مرة، كانت له حرزاً من الشيطان يومه كله، وكذا الأذان يطرد الشيطان.",
          "item": "الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ"
        },
        {
          "chapter_id": 48,
          "id": 165,
          "reference": "ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص ٢٠، وعزاه لابن المنذر في الأوسط.\n\nقاله النووي في الأذكار، ص٣٤٩، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، ٢/٧١٣، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، ١/ ٤١٦ .",
          "item": "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ, وَشَكَرْتَ الْوَاهِبَ, وَبَلَغَ أَشُدَّهُ, وَرُزِقْتَ بِرَّهُ. وَيَرُدُّ عَلَيْهِ الْمُهَنَّأُ فَيَقُولُ: بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ, وَجَزَاكَ اللَّهُ خَيْراً, وَرَزَقَكَ اللَّهُ مِثْلَهُ, وَأَجْزَلَ ثَوَابَكَ"
        },
        {
          "chapter_id": 50,
          "id": 167,
          "reference": "البخاري مع الفتح، ١٠/ ١١٨، برقم ٣٦١٦.",
          "item": "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ"
        },
        {
          "chapter_id": 50,
          "id": 168,
          "reference": "((ما من عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات...)) الحديث.. إلاَّ عوفي. أخرجه الترمذي،  برقم ٢٠٨٣، وأبو داود، برقم ٣١٠٦، وانظر: صحيح الترمذي، ٢/٢١٠، وصحيح الجامع، ٥/١٨٠ .",
          "item": "أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ (سبع مرات)"
        },
        {
          "chapter_id": 52,
          "id": 170,
          "reference": "البخاري، ٧/ ١٠، برقم ٤٤٣٥، ومسلم، ٤/ ١٨٩٣، برقم ٢٤٤٤.",
          "item": "اللَّهُمَّ اغْفِرْ لِي, وَارْحَمْنِي, وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى"
        },
        {
          "chapter_id": 52,
          "id": 171,
          "reference": "البخاري مع الفتح، ٨/ ١٤٤، برقم ٤٤٤٩، وفي الحديث ذكر السواك.",
          "item": "جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ, وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ"
        },
        {
          "chapter_id": 52,
          "id": 172,
          "reference": "أخرجه الترمذي، برقم ٣٤٣٠، وابن ماجه، برقم ٣٧٩٤، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣١٧ .",
          "item": "لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ, لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ, لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ, لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ"
        },
        {
          "chapter_id": 56,
          "id": 176,
          "reference": "مسلم، ٢/ ٦٦٣، برقم ٩٦٣.",
          "item": "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ, وَعَافِهِ, وَاعْفُ عَنْهُ, وَأَكْرِمْ نُزُلَهُ, وَوَسِّعْ مُدْخَلَهُ, وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ, وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ, وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ, وَأَهْلاً خَيْراً مِنْ أَهْلِهِ, وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ, وَأَدْخِلْهُ الْجَنَّةَ, وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ"
        },
        {
          "chapter_id": 56,
          "id": 177,
          "reference": "أبو داود، برقم ٣٢٠١، والترمذي، برقم ١٠٢٤، والنسائي، برقم ١٩٨٥، وابن ماجه، ١/ ٤٨٠، برقم ١٤٩٨، وأحمد، ٢/ ٣٦٨، برقم ٨٨٠٩، وانظر: صحيح ابن ماجه، ١/٢٥١ .",
          "item": "اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا, وَشَاهِدِنَا وَغَائِبِنَا, وَصَغِيرِنَا وَكَبيرِنَا, وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ, وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ, اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ, وَلاَ تُضِلَّنَا بَعْدَهُ"
        },
        {
          "chapter_id": 56,
          "id": 178,
          "reference": "أخرجه ابن ماجه، برقم ١٤٩٩، انظر: صحيح ابن ماجه، ١/٢٥١، ورواه أبو داود، ٣/ ٢١١، برقم ٣٢٠٢.",
          "item": "اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ, وَحَبْلِ جِوَارِكَ, فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ, وَعَذَابِ النَّارِ, وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ, فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ"
        },
        {
          "chapter_id": 56,
          "id": 179,
          "reference": "أخرجه الحاكم وصححه ووافقه الذهبي، ١/٣٥٩، وانظر: أحكام الجنائز للألباني، ص١٢٥ .",
          "item": "اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ, وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ, إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ, وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ"
        },
        {
          "chapter_id": 57,
          "id": 180,
          "reference": "((قال سعيد بن المسيب: صلّيتُ وراء أبي هريرة على صبيٍّ لم يعمل خطيئة قَطُّ، فسمعته يقول..)) الحديث. أخرجه مالك في الموطأ، ١/٢٨٨، وابن أبي شيبة في المصنف، ٣/٢١٧، والبيهقي، ٤/٩، وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي، ٥/٣٥٧ .\n\nانظر: المغني لابن قدامة، ٣/٤١٦، والدروس المهمة لعامة الأمة، للشيخ عبد العزيز بن عبد الله بن باز ‘، ص١٥ .",
          "item": "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ, وإن قال: اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ, وَشَفِيعاً مُجَاباً, اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا, وَأَعْظِمْ بِهِ أُجورَهُمَا, وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ, وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ, وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ, وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ, وَأَهْلاً خَيْراً مِنْ أَهْلِهِ, اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا, وَأَفْرَاطِنَا, وَمَنْ سَبَقَنَا بِالْإِيمَانِ (فَحَسَنٌ)"
        },
        {
          "chapter_id": 57,
          "id": 181,
          "reference": "كان الحسن يقرأ على الطفل بفاتحة الكتاب، ويقول... الحديث. أخرجه البغوي في شرح السنة، ٥/٣٥٧، وعبدالرزاق، برقم ٦٥٨٨، وعلقه البخاري في كتاب الجنائز، ٦٥ باب قراءة فاتحة الكتاب على الجنازة، ٢/ ١١٣، قبل الحديث رقم ١٣٣٥.",
          "item": "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً, وَسَلَفاً, وَأَجْراً"
        },
        {
          "chapter_id": 58,
          "id": 182,
          "reference": "البخاري، ٢/ ٨٠، برقم ١٢٨٤، ومسلم، ٢/ ٦٣٦، برقم ٩٢٣.\n\nالأذكار للنووي، ص١٢٦ .",
          "item": "إِنَّ للَّهِ مَا أَخَذَ, وَلَهُ مَا أَعْطَى, وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ, وَإِنْ قَالَ: أَعْظَمَ اللَّهُ أَجْرَكَ, وَأَحْسَنَ عَزَاءَكَ, وَغَفَرَ لِمَيِّتِكَ (فَحَسَنٌ)"
        },
        {
          "chapter_id": 62,
          "id": 186,
          "reference": "أخرجه أبو داود، ٤/ ٣٢٦، برقم ٥٠٩٩، وابن ماجه، ٢/ ١٢٢٨، برقم ٣٧٢٧، وانظر: صحيح ابن ماجه، ٢/٣٠٥ .",
          "item": "اللَّهُمَّ  إِنِّي أَسْأَلُكَ خَيْرَهَا, وَأَعُوذُ بِكَ مِنْ شَرِّهَا"
        },
        {
          "chapter_id": 62,
          "id": 187,
          "reference": "مسلم، واللفظ له، ٢/ ٦٦٦، برقم ٨٩٩، والبخاري، ٤/ ٧٦ برقم ٣٢٠٦، ورقم ٤٨٢٩.",
          "item": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا, وَخَيْرَ مَا فِيهَا, وَخَيْرَ مَا أُرْسِلَتْ بِهِ, وَأَعُوذُ بِكَ مِنْ شَرِّهَا, وَشَرِّ مَا فِيهَا, وَشَرِّ مَا أُرْسِلَتْ بِهِ"
        },
        {
          "chapter_id": 64,
          "id": 189,
          "reference": "أبو داود، ١/ ٣٠٣، برقم ١١٧١، وصححه الألباني في صحيح أبي داود، ١/٢١٦.",
          "item": "اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً, نَافِعاً غَيْرَ ضَارٍّ, عَاجِلاً غَيْرَ آجِلٍ"
        },
        {
          "chapter_id": 64,
          "id": 190,
          "reference": "البخاري، ١/ ٢٢٤، برقم ١٠١٤، ومسلم، ٢/ ٦١٣، برقم ٨٩٧.",
          "item": "اللَّهُمَّ أَغِثْنَا, اللَّهُمَّ أَغِثْنَا, اللَّهُمَّ أَغِثْنَا"
        },
        {
          "chapter_id": 64,
          "id": 191,
          "reference": "أبو داود، ١/ ٣٠٥، برقم ١١٧٨، وحسنه الألباني في صحيح أبي داود، ١/٢١٨ .",
          "item": "اللَّهُمَّ اسْقِ عِبَادَكَ, وَبَهَائِمَكَ, وَانْشُرْ رَحْمَتَكَ, وَأَحْيِي بَلَدَكَ الْمَيِّتَ"
        },
        {
          "chapter_id": 69,
          "id": 196,
          "reference": "أخرجه أبو داود، ٢/ ٣٠٦، برقم ٢٣٥٩، وغيره. وانظر: صحيح الجامع، ٤/٢٠٩.",
          "item": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ, وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ"
        },
        {
          "chapter_id": 69,
          "id": 197,
          "reference": "أخرجه ابن ماجه، ١/ ٥٥٧، برقم ١٧٥٣ من دعاء عبد الله بن عمرو رضي الله عنهما، وحسنه الحافظ في تخريج الأذكار. انظر: شرح الأذكار، ٤/٣٤٢ .",
          "item": "اللَّهُمَّ  إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي"
        },
        {
          "chapter_id": 70,
          "id": 198,
          "reference": "أخرجه أبو داود، ٣/ ٣٤٧، برقم ٣٧٦٧، والترمذي، ٤/ ٢٨٨، برقم ١٨٥٨، وانظر: صحيح الترمذي، ٢/١٦٧ .",
          "item": "إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ, فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ"
        },
        {
          "chapter_id": 70,
          "id": 199,
          "reference": "الترمذي، ٥/ ٥٠٦، برقم ٣٤٥٥، وانظر: صحيح الترمذي، ٣/١٥٨.",
          "item": "مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ, وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ"
        },
        {
          "chapter_id": 71,
          "id": 200,
          "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم ٤٠٢٥، والترمذي، برقم ٣٤٥٨، وابن ماجه، برقم ٣٢٨٥، وانظر صحيح الترمذي، ٣/١٥٩ .",
          "item": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا, وَرَزَقَنِيهِ, مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ"
        },
        {
          "chapter_id": 71,
          "id": 201,
          "reference": "البخاري، ٦/ ٢١٤، برقم ٥٤٥٨، والترمذي بلفظه، ٥/ ٥٠٧، برقم ٣٤٥٦.",
          "item": "الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ, غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ, وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا"
        },
        {
          "chapter_id": 102,
          "id": 232,
          "reference": "أحمد، ٢/ ٧، برقم ٤٥٢٤، والترمذي، ٥/ ٤٩٩، برقم ،٣٤٤٣،  وصححه الألباني في صحيح سنن الترمذي، ٣/ ٤١٩.",
          "item": "أَسْتَوْدِعُ اللَّهَ دِينَكَ, وَأَمَانَتَكَ, وَخَوَاتِيمَ عَمَلِكَ"
        },
        {
          "chapter_id": 102,
          "id": 233,
          "reference": "الترمذي، برقم ٣٤٤٤، وانظر: صحيح الترمذي، ٣/١٥٥ .",
          "item": "زَوَّدَكَ اللَّهُ التَّقْوَى, وَغَفَرَ ذَنْبَكَ, وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ"
        },
        {
          "chapter_id": 108,
          "id": 239,
          "reference": "أخرجه مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
          "item": "قَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً"
        },
        {
          "chapter_id": 108,
          "id": 240,
          "reference": "أبو داود، ٢/ ٢١٨، برقم ٢٠٤٤، وأحمد، ٢/ ٣٦٧، برقم ٨٨٠٤، وصححه الألباني في صحيح أبي داود، ٢/٣٨٣ .",
          "item": "وَقَالَ صلى الله عليه وسلم: لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ"
        },
        {
          "chapter_id": 108,
          "id": 241,
          "reference": "الترمذي، ٥/ ٥٥١، برقم ٣٥٤٦، وغيره، وانظر: صحيح الجامع، ٣/٢٥، وصحيح الترمذي، ٣/١٧٧ .",
          "item": "وَقَالَ صلى الله عليه وسلم: الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ"
        },
        {
          "chapter_id": 108,
          "id": 242,
          "reference": "النسائي، ٣/ ٤٣، برقم ١٢٨٢، والحاكم، ٢/٤٢١، وصححه الألباني في صحيح النسائي، ١/٢٧٤ .",
          "item": "وَقَالَ صلى الله عليه وسلم: إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ"
        },
        {
          "chapter_id": 108,
          "id": 243,
          "reference": "أبو داود، برقم ٢٠٤١، وحسنه الألباني في صحيح أبي داود، ١/٣٨٣ .",
          "item": "(وَقَالَ صلى الله عليه وسلم: مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ"
        },
        {
          "chapter_id": 109,
          "id": 244,
          "reference": "مسلم، ١/ ٧٤، برقم ٥٤، وأحمد، برقم ١٤٣٠، واللفظ له، ولفظ مسلم: ((لا تدخلون...)).",
          "item": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا, وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا, أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم, أَفْشُوا السَّلاَمَ بَيْنَكُمْ"
        },
        {
          "chapter_id": 109,
          "id": 245,
          "reference": "البخاري مع الفتح، ١/ ٨٢،، برقم ٢٨، عن عمار رضي الله عنه موقوفاً معلقاً.",
          "item": "ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ, وَبَذْلُ السَّلاَمِ لِلْعَالَمِ, وَالْإِنْفَاقُ مِنَ الإِقْتَارِ"
        },
        {
          "chapter_id": 109,
          "id": 246,
          "reference": "البخاري مع الفتح، ١/ ٥٥، برقم ١٢، ومسلم، ١/ ٦٥، برقم ٣٩.",
          "item": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: تُطْعِمُ الطَّعَامَ, وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ"
        },
        {
          "chapter_id": 123,
          "id": 260,
          "reference": "البخاري مع الفتح، ١/ ٢١٠، و٣٩٠، و٤١٤، برقم، ١١٥، ورقم ٣٥٩٩، ورقم ٦٢١٨، ومسلم، ٤/ ١٨٥٧، برقم ١٦٧٤.",
          "item": "سُبْحَانَ اللَّهِ!"
        },
        {
          "chapter_id": 123,
          "id": 261,
          "reference": "البخاري مع الفتح، ٨/ ٤٤١، برقم ٤٧٤١، وبرقم ٣٠٦٢، والترمذي، برقم ٢١٨٠، والنسائي في الكبرى، برقم ١١١٨٥، وانظر: صحيح الترمذي، ٢/١٠٣، و٢/٢٣٥، ومسند أحمد، ٥/ ٢١٨، برقم ٢١٩٠٠.",
          "item": "اللَّهُ أَكْبَرُ!"
        },
        {
          "chapter_id": 130,
          "id": 268,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧.",
          "item": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ"
        },
        {
          "chapter_id": 130,
          "id": 269,
          "reference": "مسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٢. ",
          "item": "وَقَالَ صلى الله عليه وسلم: يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ"
        },
        {
          "chapter_id": 130,
          "id": 270,
          "reference": "أبو داود، ٢/ ٨٥، برقم ١٥١٧، والترمذي، ٥/ ٥٦٩، برقم ٣٥٧٧، والحاكم وصححه ووافقه الذهبي، ١/٥١١، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٨٢، وجامع الأصول لأحاديث الرسول صلى الله عليه وسلم، ٤/٣٨٩-٣٩٠ بتحقيق الأرناؤوط.",
          "item": "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ, غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ"
        },
        {
          "chapter_id": 130,
          "id": 271,
          "reference": "الترمذي، برقم ٣٥٧٩، والنسائي، ١/ ٢٧٩، برقم ٥٧٢، والحاكم، ١/ ٣٠٩، وانظر: صحيح الترمذي، ٣/١٨٣، وجامع الأصول بتحقيق الأرناؤوط، ٤/١٤٤ .",
          "item": "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ"
        },
        {
          "chapter_id": 130,
          "id": 272,
          "reference": "مسلم، ١/٣٥٠، برقم ٤٨٢.",
          "item": "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ"
        },
        {
          "chapter_id": 130,
          "id": 273,
          "reference": "أخرجه مسلم، ٤/ ٢٠٧٥، برقم ٢٧٠٢، قال ابن الأثير: ((ليُغان على قلبي))، أي ليُغطَّى ويُغشى، والمراد به: السهو؛ لأنه كان صلى الله عليه وسلم لا يزال في مزيد من الذكر والقربة ودوام المراقبة، فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عَدّهُ ذَنباً على نفسه، ففزع إلى الاستغفار. انظر: جامع الأصول، ٤/٣٨٦ .",
          "item": "وَقَالَ صلى الله عليه وسلم: إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ"
        },
        {
          "chapter_id": 131,
          "id": 274,
          "reference": "البخاري، ٧/ ١٦٨، برقم ٦٤٠٥، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١، وانظر: فضل من قالها مائة مرة إذا أصبح وإذا أمسى، ص ٦٥ من هذا الكتاب.",
          "item": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر"
        },
        {
          "chapter_id": 131,
          "id": 275,
          "reference": "البخاري، ٧/ ٦٧، برقم ٦٤٠٤، ومسلم بلفظه، ٤/ ٢٠٧١، برقم ٢٦٩٣، وانظر: فضل من قالها في اليوم مائة مرة: الدعاء رقم ٩٣، ص ٦٦ من هذا الكتاب.",
          "item": "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, لَهُ الْمُلْكُ, وَلَهُ الْحَمْدُ, وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ, كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ"
        },
        {
          "chapter_id": 131,
          "id": 276,
          "reference": "البخاري، ٧/ ١٦٨، برقم ٦٤٠٤، ومسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٤.",
          "item": "وَقَالَ صلى الله عليه وسلم: كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ, ثَقِيلَتَانِ فِي الْمِيزَانِ, حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ, سُبْحانَ اللَّهِ الْعَظِيمِ"
        },
        {
          "chapter_id": 131,
          "id": 277,
          "reference": "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٥.",
          "item": "وَقَالَ صلى الله عليه وسلم: لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ, وَالْحَمْدُ لِلَّهِ, وَلاَ إِلَهَ إِلاَّ اللَّهُ, وَاللَّهُ أَكْبَرُ, أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ"
        },
        {
          "chapter_id": 131,
          "id": 278,
          "reference": "مسلم، ٤/ ٢٠٧٣، برقم ٢٦٩٨.",
          "item": "وَقَالَ صلى الله عليه وسلم: (أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: (يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ, فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)"
        },
        {
          "chapter_id": 131,
          "id": 279,
          "reference": "أخرجه، الترمذي، ٥/ ٥١١، برقم ٣٤٦٤، والحاكم، ١/٥٠١، وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ٥/٥٣١، وصحيح الترمذي، ٣/١٦٠ .",
          "item": "مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ"
        },
        {
          "chapter_id": 131,
          "id": 280,
          "reference": "البخاري مع الفتح، ١١/ ٢١٣، برقم ٤٢٠٦، ومسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٤.",
          "item": "وَقَالَ صلى الله عليه وسلم: (يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ)؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ, قَالَ: (قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)"
        },
        {
          "chapter_id": 131,
          "id": 281,
          "reference": "مسلم، ٣/ ١٦٨٥، برقم ٢١٣٧.",
          "item": "وَقَالَ صلى الله عليه وسلم: أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ, وَالْحَمْدُ لِلَّهِ, وَلاَ إِلَهَ إِلاَّ اللَّهُ, وَاللَّهُ أَكْبَرُ, لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ"
        },
        {
          "chapter_id": 131,
          "id": 282,
          "reference": "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٦، وزاد أبو داود، ١/ ٢٢٠، برقم ٨٣٢: فلما ولّى الأعرابي قال النبي صلى الله عليه وسلم: ((لقد ملأ يده من الخير)).",
          "item": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: (قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ, اللَّهُ أَكْبَرُ كَبِيراً, وَالْحَمْدُ لِلَّهِ كَثِيراً, سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ, لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ) قَالَ: فَهَؤُلاَءِ لِرَبِّي, فَمَا لِي؟ قَالَ: (قُلْ: اللَّهُمَّ اغْفِرْ لِي, وَارْحَمْنِي, وَاهْدِنِي, وَارْزُقْنِي)"
        },
        {
          "chapter_id": 131,
          "id": 283,
          "reference": "مسلم ، ٤/ ٢٠٧٣، برقم ٣٦٩٧، وفي رواية له أيضاً: ((فإن هؤلاء تجمع لك دنياك وآخرتك)).",
          "item": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: اللَّهُمَّ اغْفِرِ لِي, وَارْحَمْنِي, وَاهْدِنِي, وَعَافِنِي وَارْزُقْنِي"
        },
        {
          "chapter_id": 131,
          "id": 284,
          "reference": "الترمذي، ٥/ ٤٦٢، برقم ٣٣٨٣، وابن ماجه، ٢/ ١٢٤٩، برقم ٣٨٠٠، والحاكم، ١/٥٠٣،وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ١/٣٦٢.",
          "item": "إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ, وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ"
        },
        {
          "chapter_id": 131,
          "id": 285,
          "reference": "أحمد، برقم ٥١٣، بترتيب أحمد شاكر، وانظر: مجمع الزوائد، ١/٢٩٧، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي [في الكبرى]، برقم ١٠٦١٧، وقال: صححه ابن حبان، [برقم ٨٤٠]، والحاكم [١/ ٥٤١].",
          "item": "الْبَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ, وَالْحَمْدُ لِلَّهِ, وَلاَ إِلَهَ إِلاَّ اللَّهُ, وَاللَّهُ أَكْبَرُ, وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ"
        }
      ],
      "english": [
        {
          "chapter_id": 1,
          "id": 1,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 11/113, Muslim 4/2083.",
          "item": "Praise is to Allah Who gives us life after He has caused us to die and to Him is the return."
        },
        {
          "chapter_id": 1,
          "id": 2,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/39, Ibn Majah 2/335.",
          "item": "There is none worth of worship but Allah alone, Who has no partner, His is the dominion and to Him belongs all praise, and He is able to do all things. Glory is to Allah. Praise is to Allah. There is none worth of worship but Allah. Allah is the Most Great. There is no might and no power except by Allah's leave, the Exalted, the Mighty. My Lord, forgive me.\n\n(Whoever says this will be forgiven, and if he supplicates Allah, his prayer will be answered; if he performs ablution and prays, his prayer will be accepted.)"
        },
        {
          "chapter_id": 1,
          "id": 3,
          "reference": "At-Tirmizi 5/473, Al-Albani's Sahih Tirmithi 3/144.",
          "item": "Praise is to Allah Who gave strength to my body and returned my soul to me and permitted me to remember Him."
        },
        {
          "chapter_id": 1,
          "id": 4,
          "reference": "Qur'an Al-'Imran 3: 190-200, Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 8/237, Muslim 1/530.",
          "item": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding.190 Who remember Allah while standing or sitting or (lying) on their sides and give thought to the creation of the heavens and the earth, (saying), \"Our Lord, You did not create this aimlessly; exalted are You (above such a thing); then protect us from the punishment of the Fire.191 Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers.192 Our Lord, indeed we have heard a caller calling to faith, (saying), 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous.193 Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in (Your) promise.194 And their Lord responded to them, \"Never will I allow to be lost the work of (any) worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah , and Allah has with Him the best reward.\"195 Be not deceived by the (uninhibited) movement of the disbelievers throughout the land.196 (It is but) a small enjoyment; then their (final) refuge is Hell, and wretched is the resting place.197 But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah . And that which is with Allah is best for the righteous.198 And indeed, among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them, (being) humbly submissive to Allah . They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed, Allah is swift in account.199 O you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful.200"
        },
        {
          "chapter_id": 4,
          "id": 7,
          "reference": "Abu Dawud 4/41, Al-Albani Sahih Abu Dawud 2/760.",
          "item": "May Allah replace it when it is worn out."
        },
        {
          "chapter_id": 4,
          "id": 8,
          "reference": "Ibn Majah 2/1178, Al-Baghawi 12/41, Al-Albani, Sahih Ibn Majah 2/275",
          "item": "Put on new clothes, live a praise-worthy life and die as a martyr."
        },
        {
          "chapter_id": 9,
          "id": 13,
          "reference": "Muslim 1/209.",
          "item": "I bear witness that none has the right to be worshiped but Allah alone, Who has no partner; and I bear witness that Muhammad is His slave and His Messenger."
        },
        {
          "chapter_id": 9,
          "id": 14,
          "reference": "At-Tirmizi 1/78, Al-Albani, Sahih At-Tirmizi 1/18",
          "item": "O Allah, make me among those who turn to You in repentance, and make me among those who are purified."
        },
        {
          "chapter_id": 9,
          "id": 15,
          "reference": "An-Nasa'i, 'Amalul-Yawm wal-Laylah, p. 173, Al-Albani, 'Irwa'ul-Ghalil 1/135, 2/94.",
          "item": "Glory is to You, O Allah, and praise. I bear witness that there is none worthy of worship but You. I seek Your forgiveness and turn to You in repentance."
        },
        {
          "chapter_id": 10,
          "id": 16,
          "reference": "Abu Dawud 4/325, At-Tirmizi 5/490, Al-Albani, Sahih At-Tirmizi 3/151",
          "item": "In the Name of Allah, I have placed my trust in Allah, there is no might and no power except by Allah."
        },
        {
          "chapter_id": 10,
          "id": 17,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Al-Albani, Sahih At-Tirmizi 3/152, Sahih Ibn Majah 2/336",
          "item": "O Allah, I seek refuge in You lest I misguide others, or I am misguided by others, lest I cause others to err or I am caused to err, lest I abuse others or be abused, and lest I behave foolishly or meet with the foolishness of others."
        },
        {
          "chapter_id": 15,
          "id": 22,
          "reference": "Al-Bukhari 1/152, Muslim 1/288.",
          "item": "Repeat what the muazzin says, except for when he says: حَيَّ عَلَى الصَّلاَةِ وَحَيَّ عَلَى الْفَلَاحِ.Here you should says: \"There is no might and no power except by Allah\"."
        },
        {
          "chapter_id": 15,
          "id": 23,
          "reference": "Muslim 1/290, Ibn Khuzaymah 1/220.",
          "item": "After the muazzin says the words of affirmation of Faith (Shahadah) says: \"I bear witness that none has the right to be worshiped but Allah alone, Who has no partner, and that Muhammad is His slave and His Messenger. I am pleased with Allah as my Lord, with Muhammad as my Messenger and with Islam as my religion\"."
        },
        {
          "chapter_id": 15,
          "id": 24,
          "reference": "Muslim 1/288",
          "item": "One should then send prayers on the Prophet (saws) after answering the call of the muazzin."
        },
        {
          "chapter_id": 15,
          "id": 25,
          "reference": "Al-Bukhari 1/152, Al-Bayhaqi 1/410",
          "item": "O Allah, Lord of this perfect call and established prayer. Grant Muhammad the intercession and favor, and raise him to the honored station You have promised him, verily You do not neglect promises."
        },
        {
          "chapter_id": 15,
          "id": 26,
          "reference": "At-Tirmizi, Abu Dawud, Ahmad, Irwa' al-Ghalil 1/262",
          "item": "One should also supplicate for himself during the time between the azan and the iqamah as supplication at such time is not rejected."
        },
        {
          "chapter_id": 16,
          "id": 27,
          "reference": "Al-Bukhari 1/181, Muslim 1/419.",
          "item": "O Allah, separate me from my sins as You have separated the East from the West. O Allah, cleanse me of my transgressions as the white garment is cleansed of stains. O Allah, wash away my sins with ice and water and frost."
        },
        {
          "chapter_id": 16,
          "id": 28,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Al-Albani, Sahih At-Tirmizi 1/77, Sahih Ibn Majah 1/135.",
          "item": "Glory is to You O Allah, and praise. Blessed is Your Name and Exalted is Your Majesty. There is none worthy of worship but You."
        },
        {
          "chapter_id": 16,
          "id": 29,
          "reference": "Muslim 1/534",
          "item": "I have turned my face sincerely towards He who has brought forth the heavens and the Earth and I am not of those who associate (others with Allah). Indeed my prayer, my sacrifice, my life and my death are for Allah, Lord of the worlds, no partner has He, with this I am commanded and I am of the Muslims. O Allah, You are the Sovereign, none has the right to be worshiped except You. You are my Lord and I am Your servant, I have wronged my own soul and have acknowledged my sin, so forgive me all my sins for no one forgives sins except You. Guide me to the best of characters for none can guide to it other than You, and deliver me from the worst of characters for none can deliver me from it other than You. Here I am, in answer to Your call, happy to serve you. All good is within Your hands and evil does not stem from You. I exist by your will and will return to you. Blessed and High are You, I seek Your forgiveness and repent unto You."
        },
        {
          "chapter_id": 16,
          "id": 30,
          "reference": "Muslim 1/534",
          "item": "O Allah, Lord of Jibraeel, Meekaeel and Israfeel (great angles), Creator of the heavens and the Earth, Knower of the seen and the unseen. You are the arbitrator between Your servants in that which they have disputed. Guide me to the truth by Your leave, in that which they have differed, for verily You guide whom You will to a straight path."
        },
        {
          "chapter_id": 16,
          "id": 31,
          "reference": "Abu Dawud 1/203, Ibn Majah 1/265, Ahmad 4/85. Muslim 1/420.",
          "item": "Allah is the Greatest, Most Great. Allah is the Greatest, Most Great. Allah is the Greatest, Most Great. Praise is to Allah, abundantly. Praise is to Allah, abundantly. Praise is to Allah, abundantly. Glory is to Allah, at the break of day and at its end. (Three times)(1)I seek refuge in Allah from Satan. From his breath and from his voice and from his whisper.(2)"
        },
        {
          "chapter_id": 16,
          "id": 32,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/3 , 11/ 116, 13/371, 423, 465. See also Muslim for a shorter account, 1/532.",
          "item": "O Allah, praise is to You. You are the Light of the heavens and the earth and all that they contain. Praise is to You, You are the Sustainer of the heavens and the earth and all they contain. Praise is to You, You are the Lord of the heavens and the earth and all they contain. Praise is to You, Yours is dominion of the heavens and the earth and all they contain. Praise is to You, You are the King of the heavens and the earth. And praise is to You. You are the Truth, Your Promise is true, Your Word is true, Your audience is true, Paradise is true, Hell is true, the Prophets are true, and Muhammad (peace and blessings be upon him) is true, and the Hour of Judgment is true. O Allah, to You I have submitted, and upon You I depend. I have believed in You and to You I turn in repentance. For Your sake I dispute and by Your standard I judge. Forgive me what I have sent before me and what I have left behind me, what I have concealed and what I have declared. You are the One Who sends forth and You are the One Who delays , there is none who has the right to be worshiped but You. You are my God, there is none who has the right to be worshiped but You."
        },
        {
          "chapter_id": 17,
          "id": 33,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Sahih At-Tirmizi (Al-Albani) 1/83.",
          "item": "Glory to my Lord the Exalted. (Three times)"
        },
        {
          "chapter_id": 17,
          "id": 34,
          "reference": "Al-Bukhari 1/99, Muslim 1/350.",
          "item": "Glory is to You, O Allah, our Lord, and praise is Yours. O Allah, forgive me."
        },
        {
          "chapter_id": 17,
          "id": 35,
          "reference": "Muslim 1/353, Abu Dawud 1/230.",
          "item": "Glory (to You), Most Holy (are You), Lord of the angels and the Spirit."
        },
        {
          "chapter_id": 17,
          "id": 36,
          "reference": "Muslim 1/534, Abu Dawud, An-Nasa'i, At-Tirmithi.",
          "item": "O Allah, to You I bow (in prayer) and in You I believe and to You I have submitted. Before You my hearing is humbled, as is my sight, my mind, my bones, my nerves and what my feet have mounted upon (for travel)."
        },
        {
          "chapter_id": 17,
          "id": 37,
          "reference": "Abu Dawud 1/230, An-Nasa'i, Ahmad.",
          "item": "Glory is to You, Master of power, of dominion, of majesty and greatness."
        },
        {
          "chapter_id": 18,
          "id": 38,
          "reference": "Al-Bukhari, Al-Asqalani, Fathul-Bari 2/282.",
          "item": "Allah hears whoever praises Him."
        },
        {
          "chapter_id": 18,
          "id": 39,
          "reference": "Al-Bukhari, Al-Asqalani, Fathul-Bari 2/284.",
          "item": "Our Lord, praise is Yours, abundant, good and blessed praise."
        },
        {
          "chapter_id": 18,
          "id": 40,
          "reference": "Muslim 1/346.",
          "item": "(A praise that) fills the heavens and the earth and what lies between them, and whatever else You please. (You Allah) are most worthy of praise and majesty, and what the slave has said, we are all Your slaves. O Allah, there is none who can withhold what You give, and none may give what You have withheld. And the might of the mighty person cannot benefit him against You."
        },
        {
          "chapter_id": 19,
          "id": 41,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Sahih At-Tirmizi (Al-Albani) 1/83.",
          "item": "Glory is to my Lord, the Most High. (Three times)"
        },
        {
          "chapter_id": 19,
          "id": 42,
          "reference": "Al-Bukhari, Muslim.",
          "item": "Glory is to You, O Allah, our Lord, and praise is Yours. O Allah, forgive me."
        },
        {
          "chapter_id": 19,
          "id": 43,
          "reference": "Muslim 1/533.",
          "item": "Glory (to You), Most Holy (are You), Lord of the angels and the Spirit."
        },
        {
          "chapter_id": 19,
          "id": 44,
          "reference": "Muslim 1/534.",
          "item": "O Allah, to You I prostrate myself and in You I believe. To You I have submitted. My face is prostrated to the One Who created it, fashioned it, and gave it hearing and sight. Blessed is Allah, the Best of creators"
        },
        {
          "chapter_id": 19,
          "id": 45,
          "reference": "Abu Dawud 1/230, An-Nasa'i, Ahmad, Sahih Abu Dawud 1/166.",
          "item": "Glory is to You, Master of power, of dominion, of majesty and greatness."
        },
        {
          "chapter_id": 19,
          "id": 46,
          "reference": "Muslim 1/350.",
          "item": "O Allah, forgive me all my sins, great and small, the first and the last, those that are apparent and those that are hidden."
        },
        {
          "chapter_id": 19,
          "id": 47,
          "reference": "Muslim 1/352.",
          "item": "O Allah, I seek protection in Your pleasure from Your anger, and I seek protection in Your forgiveness from Your punishment. I seek protection in You from You. I cannot count Your praises. You are as You have praised Yourself."
        },
        {
          "chapter_id": 20,
          "id": 48,
          "reference": "Abu Dawud 1/231, Sahih Ibn Mdjah 1/148.",
          "item": "Lord, forgive me. My Lord, forgive me."
        },
        {
          "chapter_id": 20,
          "id": 49,
          "reference": "Sahih At-Tirmizi 1/90, Sahih Ibn Majah 1/148.",
          "item": "O Allah forgive me, have mercy on me, guide me, support me, protect me, provide for me and elevate me."
        },
        {
          "chapter_id": 21,
          "id": 50,
          "reference": "At-Tirmizi 2/474, Ahmad 6/30, Al-Hakim",
          "item": "I have prostrated my face to the One Who created it, and gave it hearing and sight by His might and His power. Glory is to Allah, the Best of creators."
        },
        {
          "chapter_id": 21,
          "id": 51,
          "reference": "At-Tirmizi 2/473, Al-Hakim.",
          "item": "O Allah, write it as a reward for me, and release me from a burden for it, and make it a I treasure for me in Paradise. Accept it from me as You accepted it from your servant Dawud."
        },
        {
          "chapter_id": 23,
          "id": 53,
          "reference": "Al-Bukhari, Fathul Bari 6/408.",
          "item": "O Allah, bestow Your favor on Muhammad and on the family of Muhammad as You have bestowed Your favor on Ibrahim and on the family of Ibrahim, You are Praiseworthy, Most Glorious. O Allah, bless Muhammad and the family of Muhammad as You have blessed Ibrahim and the family of Ibrahim, You are Praiseworthy, Most Glorious."
        },
        {
          "chapter_id": 23,
          "id": 54,
          "reference": "Al-Bukhari, Fathul-Bari 6/ 407, Muslim 1/306.",
          "item": "O Allah, bestow Your favor on Muhammad and upon his wives and progeny as You have best owed Your favor upon the family of Ibrahim. And bless Muhammad and his wives and progeny as You have blessed the family of Ibrahim, You are full of praise, Most Glorious."
        },
        {
          "chapter_id": 24,
          "id": 55,
          "reference": "Al-Bukhari 2/102, Muslim 1/412.",
          "item": "O Allah, I seek refuge in You from the punishment of the grave, and from the punishment of Hell-fire, and from the trials of life and death, and from the evil of the trial of the False Messiah."
        },
        {
          "chapter_id": 24,
          "id": 56,
          "reference": "Al-Bukhari 1/202, Muslim 1/412.",
          "item": "O Allah, I seek refuge in You from the punishment of the grave, and I seek refuge in You from the trial of the False Messiah, and I seek refuge in You from the trials of life and death. O Allah, I seek refuge in You from sin and from debt."
        },
        {
          "chapter_id": 24,
          "id": 57,
          "reference": "Al-Bukhari 8/168, Muslim 4/2078.",
          "item": "O Allah, I have greatly wronged myself and no one forgives sins but You. So, grant me forgiveness and have mercy on me. Surely, you are Forgiving, Merciful."
        },
        {
          "chapter_id": 24,
          "id": 58,
          "reference": "Muslim 1/534.",
          "item": "O Allah, forgive me what I have sent before me and what I have left behind me, what I have concealed and what I have done openly, what I have done in excess, and what You are better aware of than I. You are the One Who sends forth and You are the One Who delays. There is none worthy of worship but You."
        },
        {
          "chapter_id": 24,
          "id": 59,
          "reference": "Abu Dawud 2/86, An-Nasa'i 3/53, Sahih Abu Dawud 1 /284.",
          "item": "O Allah, help me to remember You, to give You thanks, and to perform Your worship in the best manner."
        },
        {
          "chapter_id": 24,
          "id": 60,
          "reference": "Al-Bukhari, Fathul-Bari 6/35",
          "item": "O Allah, I seek Your protection from miserliness, I seek Your protection from cowardice, and I seek Your protection from being returned to feeble old age. I seek Your protection from the trials of this world and from the torment of the grave."
        },
        {
          "chapter_id": 24,
          "id": 61,
          "reference": "Abu Dawud, Al-Albani, Sahih Ibn Majah 2/328.",
          "item": "O Allah, I ask You for Paradise and seek Your protection from the Fire."
        },
        {
          "chapter_id": 24,
          "id": 62,
          "reference": "An-Nasa'i 3/54, 55, Ahmad 4/364, Sahih An-Nasa'i 1/281.",
          "item": "O Allah, by Your Knowledge of the unseen and by Your Power over creation, let me live if You know that life is good for me, and let me die if You know that death is good for me. O Allah, I ask You to grant me fear of You in private and in public. I ask you for the word of truth in times of contentment and anger. I ask You for moderation in wealth and in poverty. I ask you for blessings never ceasing and the coolness of my eye that never ends. I ask You for pleasure after Your Judgment and I ask You for a life of coolness after death. I ask You for the delight of gazing upon Your Face and the joy of meeting You without any harm and misleading trials befalling me. O Allah, dress us with the beauty of Faith, and make us guides who are upon (correct) guidance."
        },
        {
          "chapter_id": 24,
          "id": 63,
          "reference": "An-Nasa'i 3/52, Ahmad 4/338, Sahih An-Nasa'i 1/280.",
          "item": "O Allah, I ask You. O Allah, You are the One, the Only, Self-Sufficient Master, Who was not begotten and begets not and none is equal to Him. Forgive me my sins, surely you are Forgiving, Merciful."
        },
        {
          "chapter_id": 24,
          "id": 64,
          "reference": "Abu Dawud, An-Nasa'i, Ibn Majah, At-Tirmizi, Sahih Ibn Majah 2/329.",
          "item": "O Allah, I ask You, as You are the Owner of praise, there is none worthy of worship but You alone, You have no partner. You are the Giver of all good. O Creator of the heavens and the earth, Owner of majesty and honor. O Living and Everlasting One, I ask you for Paradise and I seek refuge in You from the fire."
        },
        {
          "chapter_id": 24,
          "id": 65,
          "reference": "Abu Dawud 2/62, Ibn Majah 2/1267, At-Tirmizi 5/515, Ahmad 5/360, Sahih Ibn Majah 2/329, Sahih At-Tirmizi 3/163.",
          "item": "O Allah, I ask You, by the fact that I bear witness that You are Allah. There is none worthy of worship but You, the Only God, Independent of creation, Who was not begotten and begets not, and none is equal to Him."
        },
        {
          "chapter_id": 25,
          "id": 66,
          "reference": "Muslim 1/414.",
          "item": "I seek the forgiveness of Allah. (Three times)(1)O Allah, You are Peace and from You comes peace. Blessed are You, O Owner of majesty and honor.(2)"
        },
        {
          "chapter_id": 25,
          "id": 67,
          "reference": "Al-Bukhari 1/255, Muslim 1/414.",
          "item": "None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise, and He is Able to do all things. O Allah, there is none who can withhold what You give, and none may give what You have withheld; and the might of the mighty person cannot benefit him against You."
        },
        {
          "chapter_id": 25,
          "id": 68,
          "reference": "Muslim 1/415.",
          "item": "None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise and He is Able to do all things. There is no power and no might except by Allah. None has the right to be worshiped but Allah, and we do not worship any other besides Him. His is grace, and His is bounty and to Him belongs the most excellent praise. None has the right to be worshiped but Allah. (We are) sincere in making our religious devotion to Him, even though the disbelievers may dislike it."
        },
        {
          "chapter_id": 25,
          "id": 69,
          "reference": "Muslim 1/418.",
          "item": "Glory is to Allah, and praise is to Allah, and Allah is the Most Great. (Thirty-Three times each)(1)None has the right to be worshiped but Allah alone, He has no partner, His is the dominion and His is the praise and He is Able to do all things.(2)(Whoever says this after every prayer will be forgiven his sins even though they be as the foam of the sea.)"
        },
        {
          "chapter_id": 25,
          "id": 70,
          "reference": "Al-Ikhlas:1-4, Al-Falaq:1-5, An-Nas:1-6.",
          "item": "Recite Al-Ikhlas, Al-Falaq and An-Nas"
        },
        {
          "chapter_id": 25,
          "id": 71,
          "reference": "An-Nasa'i (Hadith no. 100), Ibn As-Sunni (Hadith no. 121,Sahihul-Jami' As-Saghir 5/339, Silsilatul al-Ahadith as-Sahihah 2/697.",
          "item": "Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great."
        },
        {
          "chapter_id": 25,
          "id": 72,
          "reference": "At-Tirmizi 5/515, Ahmad 4/227, Zadul-Ma'ad 1/300.",
          "item": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise. He brings life and He causes death, and He is Able to do all things. (Ten times after the Maghrib and Fajr prayers.)"
        },
        {
          "chapter_id": 25,
          "id": 73,
          "reference": "Ibn Majah, Sahih Ibn Majah 1/152, Majma' az-Zawaid 10/111.",
          "item": "O Allah, I ask You for knowledge that is of benefit, a good provision, and deeds that will be accepted. (Recite after the Fajr prayer.)"
        },
        {
          "chapter_id": 27,
          "id": 75,
          "reference": "Al-Hakim 1 / 562, Sahih at-Targhib wa at-Tarhib 1/273, at-Tabarani.",
          "item": "I seek refuge in Allah from Satan the outcast. - Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever says this when he rises in the morning will be protected from jinns until he retires in the evening, and whoever says it when retiring in the evening will be protected from them until he rises in the morning.)"
        },
        {
          "chapter_id": 27,
          "id": 76,
          "reference": "Al-Ikhlas:1-4. Al-Falaq:1-5. An-Nas:1-6, Abu Dawud 4/322, At-Tirmizi 5/567, Sahih At-Tirmizi 3/182.",
          "item": "Recite Al-Ikhlas, Al-Falaq and An-Nas.(Whoever recites these Three times in the morning, they will suffice him (as a protection) against everything.)"
        },
        {
          "chapter_id": 27,
          "id": 77,
          "reference": "Muslim 4/2088.",
          "item": "We have entered the morning and with it all dominion is Allah's. Praise is to Allah. None has the right to be worshiped but Allah alone, Who has no partner. To Allah belongs the dominion, and to Him is the praise and He is Able to do all things. My Lord, I ask You for the goodness of this day and of the days that come after it, and I seek refuge in You from the evil of this day and of the days that come after it. My Lord, I seek refuge in You from laziness and helpless old age. My Lord, I seek refuge in You from the punishment of Hell-fire, and from the punishment of the grave."
        },
        {
          "chapter_id": 27,
          "id": 78,
          "reference": "Sahih At-Tirmizi 3/142.",
          "item": "O Allah, by You we enter the morning and by You we enter the evening, by You we live and and by You we die, and to You is our resurrection."
        },
        {
          "chapter_id": 27,
          "id": 79,
          "reference": "Al-Bukhari 7/150, An-Nasa'i, At-Tirmizi.",
          "item": "O Allah, You are my Lord, there is none worthy of worship but You. You created me and I am your slave. I keep Your covenant, and my pledge to You so far as I am able. I seek refuge in You from the evil of what I have done. I admit to Your blessings upon me, and I admit to my misdeeds. Forgive me, for there is none who may forgive sins but You.(Whoever recites it with conviction in the morning and dies during that day shall enter Paradise.)"
        },
        {
          "chapter_id": 27,
          "id": 80,
          "reference": "Abu Dawud 4/317, An-Nasa'i, Ibn As-Sunni.",
          "item": "O Allah, I have entered the morning and I witness You and witness the bearers of Your Throne, and Your angels and all of Your creation to witness that You are Allah, there is none worthy of worship but You alone, You have no partners, and that Muhammad is Your slave and Your Messenger. (Allah will spare whoever says this four times in the morning from the fire of Hell.)"
        },
        {
          "chapter_id": 27,
          "id": 81,
          "reference": "Abu Dawud 4/318, Ibn As-Sunni (Hadith no. 41), Ibn Hibban (Hadith no. 2361).",
          "item": "O Allah, whatever blessing has been received by me in the morning or anyone of Your creation is from You alone, You have no partner. All praise is for you and thanks is to You. (Whoever recites this in the morning, has completed his obligation to thank Allah for that day.)"
        },
        {
          "chapter_id": 27,
          "id": 82,
          "reference": "Abu Dawud 4/324, Ahmad 5/42, An-Nasa'i, Ibn As-Sunni (Hadith no. 69), Ibn Hibban (Hadith no. 2361).",
          "item": "O Allah, make me healthy in my body. O Allah, preserve for me my hearing. O Allah, preserve for me my sight. There is none worthy of worship but You. O Allah, I seek refuge in You from disbelief and poverty and I seek refuge in You from the punishment of the grave. There is none worthy of worship but You. (Three times)"
        },
        {
          "chapter_id": 27,
          "id": 83,
          "reference": "Ibn As-Sunni (no. 71), Abu Dawud 4/321, Ibn As-Sunni.",
          "item": "Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him, He is Lord of the Majestic Throne. (Seven times)(Allah will grant whoever recites this Seven times in the morning or evening whatever he desires from this world or the next.)"
        },
        {
          "chapter_id": 27,
          "id": 84,
          "reference": "Sahih Ibn Majah 2/332, Abu Dawud.",
          "item": "O Allah, I seek Your forgiveness and Your protection in this world and the next. O Allah, I seek Your forgiveness and Your protection in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my secrets and preserve me from anguish. O Allah, guard me from what is in front of me and behind me, from my left, and from my right, and from above me. I seek refuge in Your Greatness from being struck down from beneath me."
        },
        {
          "chapter_id": 27,
          "id": 85,
          "reference": "Sahih At-Tirmizi 3/142, Abu Dawud.",
          "item": "O Allah, Knower of the unseen and the evident , Maker of the heavens and the earth, Lord of everything and its Possessor, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim."
        },
        {
          "chapter_id": 27,
          "id": 86,
          "reference": "Abu Dawud 4/323, At-Tirmizi 5/465, Ibn Majah 2/332, Ahmad.",
          "item": "In the Name of Allah, Who with His Name nothing can cause harm in the earth nor in the heavens, and He is the All-Hearing, the All-Knowing. (Three times)(Whoever recites it in the morning will not be afflicted by any calamity before evening, and whoever recites it in the evening will not be overtaken by any calamity before morning.)"
        },
        {
          "chapter_id": 27,
          "id": 87,
          "reference": "Ahmad 4/ 337, An-Nasa'i, Ibn As-Sunni (no. 68), At-Tirmizi 5/465.",
          "item": "I am pleased with Allah as my Lord, with Islam as my religion and with Muhammad (peace and blessings of Allah be upon him) as my Prophet. (Three times)(Allah has promised that anyone who says every morning will be pleased on the Day of Resurrection.)"
        },
        {
          "chapter_id": 27,
          "id": 88,
          "reference": "Al-Hakim 1/545.",
          "item": "O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye."
        },
        {
          "chapter_id": 27,
          "id": 89,
          "reference": "Abu Dawud 4/322.",
          "item": "We have entered the morning and with it all the dominion which belongs to Allah, Lord of all that exists. O Allah, I ask You for the goodness of this day, its victory, its help, its light, its blessings, and its guidance. I seek refuge in You from the evil that is in it and from the evil that follows it."
        },
        {
          "chapter_id": 27,
          "id": 90,
          "reference": "Ahmad 3/406-7, 5/123, An-Nasa'i,  At-Tirmizi 4/209.",
          "item": "We have entered the morning upon the natural religion of Islam, the word of sincere devotion, the religion of our Prophet Muhammad (peace and blessings of Allah be upon him), and the faith of our father Ibrahim. He was upright (in worshipping Allah), and a Muslim. He was not of those who worship others besides Allah."
        },
        {
          "chapter_id": 27,
          "id": 91,
          "reference": "Muslim 4/2071.",
          "item": "Glory is to Allah and praise is to Him. (100 times)(Whoever recites this one hundred times in the morning will not be surpassed on the Day of Resurrection by anyone having done better than this except for someone who had recited it more.)"
        },
        {
          "chapter_id": 27,
          "id": 92,
          "reference": "An-Nasa'i, Abu Dawud 4/319, Ibn Majah, Ahmad 4/60.",
          "item": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (10 times or once if tired.)"
        },
        {
          "chapter_id": 27,
          "id": 93,
          "reference": "Al-Bukhari 4/95, Muslim 4/2071.",
          "item": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (100 times in in the morning.)(Whoever recites this hundred times in the morning, Allah swt will reward him of freeing ten slaves, Allah will write one hundred Hasanat and and forgive him one hundred misdeeds and be protected from Satan until evening.)"
        },
        {
          "chapter_id": 27,
          "id": 94,
          "reference": "Muslim 4/2090.",
          "item": "Glory is to Allah and praise is to Him, by the multitude of His creation, by His Pleasure, by the weight of His Throne, and by the extent of His Words. (Three times in the morning.)"
        },
        {
          "chapter_id": 27,
          "id": 95,
          "reference": "Ibn As-Sunni (Hadith no. 54), Ibn Majah (Hadith no. 925).",
          "item": "O Allah, I ask You for knowledge that is of benefit, a good provision, and deeds that will be accepted."
        },
        {
          "chapter_id": 27,
          "id": 96,
          "reference": "Al-Bukhari, Muslim 4/2075.",
          "item": "I seek the forgiveness of Allah and repent to Him. (100 times during the day.)"
        },
        {
          "chapter_id": 27,
          "id": 97,
          "reference": "At-Tabrani, Sahih at-Targhib wa at-Tarhib 1/273.",
          "item": "Oh Allah, we ask you for peace and blessings upon our prophet Muhammad. (Ten times)(The Prophet saw said: \"Who recites blessings upon me 10 times in the morning will obtain my intercession on the Day of Resurrection\".)"
        },
        {
          "chapter_id": 28,
          "id": 98,
          "reference": "Al-Hakim 1 / 562, Sahih at-Targhib wa at-Tarhib 1/273, at-Tabarani.",
          "item": "I seek refuge in Allah from Satan the outcast. - Allah! There is none worthy of worship but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever says this when he rises in the morning will be protected from jinns until he retires in the evening, and whoever says it when retiring in the evening will be protected from them until he rises in the morning.)"
        },
        {
          "chapter_id": 28,
          "id": 99,
          "reference": "Al-Ikhlas:1-4. Al-Falaq:1-5. An-Nas:1-6, Abu Dawud 4/322, At-Tirmizi 5/567, Sahih At-Tirmizi 3/182.",
          "item": "Recite Al-Ikhlas, Al-Falaq and An-Nas.(Whoever recites these Three times in the evening, they will suffice him (as a protection) against everything.)"
        },
        {
          "chapter_id": 28,
          "id": 100,
          "reference": "Muslim 4/2088.",
          "item": "We have entered the evening and with it all dominion is Allah's. Praise is to Allah. None has the right to be worshiped but Allah alone, Who has no partner. To Allah belongs the dominion, and to Him is the praise and He is Able to do all things. My Lord, I ask You for the goodness of this day and of the days that come after it, and I seek refuge in You from the evil of this day and of the days that come after it. My Lord, I seek refuge in You from laziness and helpless old age. My Lord, I seek refuge in You from the punishment of Hell-fire, and from the punishment of the grave."
        },
        {
          "chapter_id": 28,
          "id": 101,
          "reference": "Sahih At-Tirmizi 3/142.",
          "item": "O Allah, by You we enter the evening and by You we enter the morning, by You we live and and by You we die, and to You is our resurrection."
        },
        {
          "chapter_id": 28,
          "id": 102,
          "reference": "Al-Bukhari 7/150, An-Nasa'i, At-Tirmizi.",
          "item": "O Allah, You are my Lord, there is none worthy of worship but You. You created me and I am your slave. I keep Your covenant, and my pledge to You so far as I am able. I seek refuge in You from the evil of what I have done. I admit to Your blessings upon me, and I admit to my misdeeds. Forgive me, for there is none who may forgive sins but You.(Whoever recites this with conviction in the evening and dies during that night shall enter Paradise.)"
        },
        {
          "chapter_id": 28,
          "id": 103,
          "reference": "Abu Dawud 4/317, An-Nasa'i, Ibn As-Sunni.",
          "item": "O Allah, I have entered the evening and I witness You and witness the bearers of Your Throne, and Your angels and all of Your creation to witness that You are Allah, there is none worthy of worship but You alone, You have no partners, and that Muhammad is Your slave and Your Messenger. (Allah will spare whoever says this four times in the evening from the fire of Hell.)"
        },
        {
          "chapter_id": 28,
          "id": 104,
          "reference": "Abu Dawud 4/318, Ibn As-Sunni (Hadith no. 41), Ibn Hibban (Hadith no. 2361).",
          "item": "O Allah, whatever blessing has been received by me in the evening or anyone of Your creation is from You alone, You have no partner. All praise is for you and thanks is to You. (Whoever says it in the evening, has completed his obligation for that night.)"
        },
        {
          "chapter_id": 28,
          "id": 105,
          "reference": "Abu Dawud 4/324, Ahmad 5/42, An-Nasa'i, Ibn As-Sunni (Hadith no. 69), Ibn Hibban (Hadith no. 2361).",
          "item": "O Allah, make me healthy in my body. O Allah, preserve for me my hearing. O Allah, preserve for me my sight. There is none worthy of worship but You. O Allah, I seek refuge in You from disbelief and poverty and I seek refuge in You from the punishment of the grave. There is none worthy of worship but You. (Three times)"
        },
        {
          "chapter_id": 28,
          "id": 106,
          "reference": "Ibn As-Sunni (no. 71), Abu Dawud 4/321, Ibn As-Sunni.",
          "item": "Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him, He is Lord of the Majestic Throne. (Seven times)(Allah will grant whoever recites this Seven times in the evening whatever he desires from this world or the next.)"
        },
        {
          "chapter_id": 28,
          "id": 107,
          "reference": "Sahih Ibn Majah 2/332, Abu Dawud.",
          "item": "O Allah, I seek Your forgiveness and Your protection in this world and the next. O Allah, I seek Your forgiveness and Your protection in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my secrets and preserve me from anguish. O Allah, guard me from what is in front of me and behind me, from my left, and from my right, and from above me. I seek refuge in Your Greatness from being struck down from beneath me."
        },
        {
          "chapter_id": 28,
          "id": 108,
          "reference": "Sahih At-Tirmizi 3/142, Abu Dawud.",
          "item": "O Allah, Knower of the unseen and the evident , Maker of the heavens and the earth, Lord of everything and its Possessor, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim."
        },
        {
          "chapter_id": 28,
          "id": 109,
          "reference": "Abu Dawud 4/323, At-Tirmizi 5/465, Ibn Majah 2/332, Ahmad.",
          "item": "In the Name of Allah, Who with His Name nothing can cause harm in the earth nor in the heavens, and He is the All-Hearing, the All-Knowing. (Three times)(Whoever recites it in the evening will not be overtaken by any calamity before morning.)"
        },
        {
          "chapter_id": 28,
          "id": 110,
          "reference": "Ahmad 4/ 337, An-Nasa'i, Ibn As-Sunni (no. 68), At-Tirmizi 5/465.",
          "item": "I am pleased with Allah as my Lord, with Islam as my religion and with Muhammad (peace and blessings of Allah be upon him) as my Prophet. (Three times) (Allah has promised that anyone who says every evening will be pleased on the Day of Resurrection.)"
        },
        {
          "chapter_id": 28,
          "id": 111,
          "reference": "Al-Hakim 1/545.",
          "item": "O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye."
        },
        {
          "chapter_id": 28,
          "id": 112,
          "reference": "Abu Dawud 4/322.",
          "item": "We have entered the evening and with it all the dominion which belongs to Allah, Lord of all that exists. O Allah, I ask You for the goodness of this day, its victory, its help, its light, its blessings, and its guidance. I seek refuge in You from the evil that is in it and from the evil that follows it."
        },
        {
          "chapter_id": 28,
          "id": 113,
          "reference": "Ahmad 3/406-7, 5/123, An-Nasa'i,  At-Tirmizi 4/209.",
          "item": "We have entered the evening upon the natural religion of Islam, the word of sincere devotion, the religion of our Prophet Muhammad (peace and blessings of Allah be upon him), and the faith of our father Ibrahim. He was upright (in worshipping Allah), and a Muslim. He was not of those who worship others besides Allah."
        },
        {
          "chapter_id": 28,
          "id": 114,
          "reference": "Muslim 4/2071.",
          "item": "Glory is to Allah and praise is to Him. (100 times)(Whoever recites this one hundred times in the evening will not be surpassed on the Day of Resurrection by anyone having done better than this except for someone who had recited it more.)"
        },
        {
          "chapter_id": 28,
          "id": 115,
          "reference": "An-Nasa'i, Abu Dawud 4/319, Ibn Majah, Ahmad 4/60.",
          "item": "None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things. (10 times or once if tired.)"
        },
        {
          "chapter_id": 28,
          "id": 116,
          "reference": "Al-Bukhari, Muslim 4/2075.",
          "item": "I seek the forgiveness of Allah and repent to Him. (100 times during the day.)"
        },
        {
          "chapter_id": 28,
          "id": 117,
          "reference": "Ahmad 2/ 290, An-Nasa'i, At-Tirmizi 3/187, Ibn As-Sunni (Hadith no. 68), Ibn Majah 2/266.",
          "item": "I seek refuge in the Perfect Words of Allah from the evil of what He has created. (Three times in the evening.)(Whoever recites this Three times in the evening will be protected from insect stings.)"
        },
        {
          "chapter_id": 28,
          "id": 118,
          "reference": "At-Tabrani, Sahih at-Targhib wa at-Tarhib 1/273.",
          "item": "Oh Allah, we ask you for peace and blessings upon our prophet Muhammad. (Ten times)(The Prophet saw said: \"Who recites blessings upon me 10 times in the evening will obtain my intercession on the Day of Resurrection\".)"
        },
        {
          "chapter_id": 29,
          "id": 119,
          "reference": "Al-Bukhari, Muslim 4/ 1723.",
          "item": "Recite Al-Ikhlas, Al-Falaq and An-Nas"
        },
        {
          "chapter_id": 29,
          "id": 120,
          "reference": "Al-Baqarah 2:255, Al-Bukhari.",
          "item": "Allah! There is no God but He, the Ever Living, the One Who sustains and protects all that exists. Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them in this world, and what will happen to them in the Hereafter. And they will never encompass anything of His Knowledge except that which He wills. His Throne extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great.(Whoever reads this when he lies down to sleep will have a guardian from Allah remain with him and Satan will not be able to come near him until he rises in the morning.)"
        },
        {
          "chapter_id": 29,
          "id": 121,
          "reference": "Al-Baqarah 2:285-6, Al-Bukhari, Muslim 1/554.",
          "item": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, (saying), \"We make no distinction between any of His messengers.\" And they say, \"We hear and we obey. (We seek) Your forgiveness, our Lord, and to You is the (final) destination.\"(1)Allah does not charge a soul except (with that within) its capacity. It will have (the consequence of) what (good) it has gained, and it will bear (the consequence of) what (evil) it has earned. \"Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.\"(2)(These two Verses will be sufficient for anyone who recites them at night before sleeping.)Allah burdens not a person beyond what he can bear. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. Our Lord! Punish us not if we forget or fall into error. Our Lord! Lay not on us a burden like that which You did lay on those before us. Our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us forgiveness. Have mercy on us. You are our Protector, and help us against the disbelieving people."
        },
        {
          "chapter_id": 29,
          "id": 122,
          "reference": "Al-Bukhari 11/126, Muslim 4/2084.",
          "item": "With Your Name my Lord, I lay myself down and with Your Name I rise. And if my soul You take, have mercy on it, and if You send it back then protect it as You protect Your righteous slaves.(If any of you rises from his bed and later returns to it, let him dust off his bed with his waist garment three times and mention the Name of Allah, for he does not know what may have entered the bed after him, and when he lies down he should say: بِسْمِ اللَّهِ"
        },
        {
          "chapter_id": 29,
          "id": 123,
          "reference": "Muslim 4/2083, Ahmad 2/79.",
          "item": "O Allah, You have created my soul and You take it back. Unto You is its death and its life. If You give it life then protect it, and if You cause it to die then forgive it. O Allah, I ask You for strength."
        },
        {
          "chapter_id": 29,
          "id": 124,
          "reference": "Abu Dawud 4/311, Sahih At-Tirmizi 3/143.",
          "item": "O Allah, save me from Your punishment on the Day that You resurrect Your slaves. (Three times)(When the Prophet saw wanted to lie down to sleep, he used to place his right hand under his cheek and says this dua'.)"
        },
        {
          "chapter_id": 29,
          "id": 125,
          "reference": "Al-Bukhari, Muslim 4/2083.",
          "item": "In Your Name, O Allah, I die and I live."
        },
        {
          "chapter_id": 29,
          "id": 126,
          "reference": "Al-Bukhari, Muslim 4/2091.",
          "item": "Glory is to Allah. (Thirty-three times)(1)praise is to Allah. (Thirty-three times)(2)Allah is the Most Great. (Thirty-four times)(3)"
        },
        {
          "chapter_id": 29,
          "id": 127,
          "reference": "Muslim 4/2084.",
          "item": "O Allah! Lord of the Seven heavens and Lord of the Magnificent Throne. Our Lord and the Lord of everything. Splitter of the grain and the date-stone, Revealer of the Torah and the Injeel and the Furqan (the Qur'an), I seek refuge in You from the evil of everything that You shall seize by the forelock. O Allah You are the First and nothing has come before you, and You are the Last, and nothing may come after You. You are the Most High, nothing is above You and You are the Most Near and nothing is nearer than You. Remove our debts from us and enrich us against poverty."
        },
        {
          "chapter_id": 29,
          "id": 128,
          "reference": "Muslim 4/2085.",
          "item": "Praise is to Allah Who has provided us with food and with drink, sufficed us and gave us an abode for how many are there with no provision and no home."
        },
        {
          "chapter_id": 29,
          "id": 129,
          "reference": "Abu Dawud 4/317, Sahih At-Tirmizi 3/142.",
          "item": "O Allah, Knower of the unseen and the evident, Maker of the heavens and the earth, Lord of everything and its Master, I bear witness that there is none worthy of worship but You. I seek refuge in You from the evil of my soul and from the evil of Satan and his helpers. (I seek refuge in You) from bringing evil upon my soul and from harming any Muslim."
        },
        {
          "chapter_id": 29,
          "id": 130,
          "reference": "At-Tirmizi, An-Nasa'i, Sahih al-Jami' as-Saghir 4/255.",
          "item": "Recite Surah 32 (As-Sajdah) and Surah 67 (Al-Mulk)."
        },
        {
          "chapter_id": 29,
          "id": 131,
          "reference": "Al-Bukhari, Muslim 4/2081.",
          "item": "O Allah, I submit myself to You, entrust my affairs to You, turn my face to You, and lay myself down depending upon You, hoping in You and fearing You. There is no refuge, and no escape, except to You. I believe in Your Book (the Qur'an) that You revealed, and the Prophet whom You sent.(Before you go to bed perform ablutions as you would for prayer, then lie down on your right side and says this dua'. Whoever says this and dies in his sleep, has died in a state of the natural monotheism (Fitrah).)"
        },
        {
          "chapter_id": 32,
          "id": 134,
          "reference": "Muslim 4/1772, Muslim 4/1773.",
          "item": "1. Spit to your left. (Three times)2. Seek refuge in Allah from the Devil and from the evil of what you have seen. (Three times)3. Do not speak about it to anyone.4. Turn over on your other side."
        },
        {
          "chapter_id": 32,
          "id": 135,
          "reference": "Muslim 4/1773.",
          "item": "5. Get up and pray if you desire to do so."
        },
        {
          "chapter_id": 33,
          "id": 136,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Ad-Darimi, Al-Hakim, Al-Bayhaqi.",
          "item": "O Allah, guide me with those whom You have guided, and strengthen me with those whom You have given strength. Take me to Your care with those whom You have taken to Your care. Bless me in what You have given me. Protect me from the evil You have ordained. Surely, You command and are not commanded, and none whom You have committed to Your care shall be humiliated (and none whom You have taken as an enemy shall taste glory). You are Blessed, Our Lord, and Exalted."
        },
        {
          "chapter_id": 33,
          "id": 137,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad.",
          "item": "O Allah, I seek refuge with Your Pleasure from Your anger. I seek refuge in Your forgiveness from Your punishment. I seek refuge in You from You. I cannot count Your praises, You are as You have praised Yourself."
        },
        {
          "chapter_id": 33,
          "id": 138,
          "reference": "Al-Bayhaqi.",
          "item": "O Allah, You alone do we worship and to You we pray and bow down prostrate. To You we hasten to worship and to serve. Our hope is for Your mercy and we fear Your punishment. Surely, Your punishment of the disbelievers is at hand. O Allah, we seek Your help and Your forgiveness, and we praise You beneficently. We do not deny You and we believe in You. We surrender to You and renounce whoever disbelieves in You."
        },
        {
          "chapter_id": 35,
          "id": 140,
          "reference": "Ahmad 1/391, and Al-Albani graded it authentic.",
          "item": "O Allah, I am Your slave and the son of Your male slave and the son of your female slave. My forehead is in Your Hand (i.e. You have control over me). Your Judgment upon me is assured and Your Decree concerning me is just. I ask You by every Name that You have named Yourself with, revealed in Your Book, taught any one of Your creation or kept unto Yourself in the knowledge of the unseen that is with You, to make the Qur'an the spring of my heart, and the light of my chest, the banisher of my sadness and the reliever of my distress."
        },
        {
          "chapter_id": 35,
          "id": 141,
          "reference": "Al-Bukhari 7/158.",
          "item": "O Allah, I seek refuge in you from grief and sadness, from weakness and from laziness, from miserliness and from cowardice, from being overcome by debt and overpowered by men."
        },
        {
          "chapter_id": 36,
          "id": 142,
          "reference": "Al-Bukhari 8/154, Muslim 4/2092.",
          "item": "There is none worthy of worship but Allah the Mighty, the Forbearing. There is none worthy of worship but Allah, Lord of the Magnificent Throne. There is none worthy of worship but Allah, Lord of the heavens and Lord of the earth, and Lord of the Noble Throne."
        },
        {
          "chapter_id": 36,
          "id": 143,
          "reference": "Abu Dawud 4/324, Ahmad 5/42.",
          "item": "O Allah, I hope for Your mercy. Do not leave me to myself even for the blinking of an eye. Correct all of my affairs for me. There is none worthy of worship but You."
        },
        {
          "chapter_id": 36,
          "id": 144,
          "reference": "At-Tirmizi 5/529. Al-Hakim.",
          "item": "There is none worthy of worship but You, glory is to You. Surely, I was among the wrong doers."
        },
        {
          "chapter_id": 36,
          "id": 145,
          "reference": "Abu Dawud 2/87.",
          "item": "Allah, Allah is my Lord. I do not associate anything with Him."
        },
        {
          "chapter_id": 37,
          "id": 146,
          "reference": "Abu Dawud 2/89, Al-Hakim.",
          "item": "O Allah, we ask You to restrain them by their necks and we seek refuge in You from their evil."
        },
        {
          "chapter_id": 37,
          "id": 147,
          "reference": "Abu Dawud 3/42, At-Tirmizi\n 5/572.",
          "item": "O Allah, You are my strength and You are my support. For Your sake I go forth and for Your sake I advance and for Your sake I fight."
        },
        {
          "chapter_id": 37,
          "id": 148,
          "reference": "Al-Bukhari, 5/172.",
          "item": "Allah is sufficient for us and the best of those on whom to depend."
        },
        {
          "chapter_id": 38,
          "id": 149,
          "reference": "Al-Bukhari.",
          "item": "O Allah, Lord of the Seven heavens, Lord of the Magnificent Throne, be for me a support against (say the person's name) and his helpers from among your creatures, lest any of them abuse me or do me wrong. Mighty is Your patronage and glorious are Your praises. There is none worthy of worship but You."
        },
        {
          "chapter_id": 38,
          "id": 150,
          "reference": "Al-Bukhari.",
          "item": "Allah is the Most Great, Mightier than all His creation. He is Mightier than what I fear and dread. I seek refuge in Allah, Who there is none worthy of worship but Him. He is the One Who holds the Seven heavens from falling upon the earth except by His command. (I seek refuge in You Allah) from the evil of Your slave (say the person's name), and his helpers, his followers and his supporters from among the jinn and mankind. O Allah, be my support against their evil. Glorious are Your praises and mighty is Your patronage. Blessed is Your Name, there is no true God but You. (Three times)"
        },
        {
          "chapter_id": 41,
          "id": 153,
          "reference": "Al-Bukhari, Muslim 1/120.",
          "item": "I seek refuge in Allah from satan the outcast (then you should desist from doing what you are in doubt about)."
        },
        {
          "chapter_id": 41,
          "id": 154,
          "reference": "Muslim, 1/119-20.",
          "item": "I believe in Allah and His Messenger."
        },
        {
          "chapter_id": 41,
          "id": 155,
          "reference": "Al-Hadid 57:3, Abu Dawud 4/329.",
          "item": "He is the First and the Last, the Most High and the Most Near. And He is the Knower of all things"
        },
        {
          "chapter_id": 42,
          "id": 156,
          "reference": "At-Tirmizi 5/560.",
          "item": "O Allah, suffice me with what You have allowed instead of what You have forbidden, and make me independent of all others besides You."
        },
        {
          "chapter_id": 42,
          "id": 157,
          "reference": "Al-Bukhari 7/158.",
          "item": "O Allah, I seek refuge in You from grief and sadness, from weakness and from laziness, from miserliness and from cowardice, from being overcome by debt and from being overpowered by men"
        },
        {
          "chapter_id": 46,
          "id": 161,
          "reference": "Abu Dawud 1/206, At-Tirmizi.",
          "item": "I seek refuge in Allah from Satan the outcast"
        },
        {
          "chapter_id": 46,
          "id": 162,
          "reference": "Muslim 1/291, Al-Bukhari 1/151.",
          "item": "The azan (Call to prayer)"
        },
        {
          "chapter_id": 46,
          "id": 163,
          "reference": "Muslim 1/539.",
          "item": "Recitation of the authentic zikr (remembrance of Allah) and the Qur'an. The Devil is driven out by the invocations for morning and evening, zikr before sleeping and upon waking up, zikr for entering and leaving the house, including those for entering and leaving the mosque, and by many other authentic invocations taught to us by the Prophet (SAW) such as the reading of 'Ayatul-Kursi (Al-Baqarah 2:255), and the last two 'ayat of Surat Al-Baqarah and zikr no. 93 100 times, it will be a protection for him from the Devil throughout the day. Also call to prayer (athan)."
        },
        {
          "chapter_id": 50,
          "id": 167,
          "reference": "Al-Bukhari.",
          "item": "Do not worry, it will be a purification (for you), Allah willing."
        },
        {
          "chapter_id": 50,
          "id": 168,
          "reference": "At-Tirmizi, Abu Dawud.",
          "item": "I ask Almighty Allah, Lord of the Magnificent Throne, to make you well. (Seven times)"
        },
        {
          "chapter_id": 52,
          "id": 170,
          "reference": "Al-Bukhari7/10, Muslim 4/1893.",
          "item": "O Allah, forgive me and have mercy upon me and join me with the highest companions (in Paradise)."
        },
        {
          "chapter_id": 52,
          "id": 171,
          "reference": "Al-Bukhari.",
          "item": "There is none worthy of worship but Allah, surely death has agonies."
        },
        {
          "chapter_id": 52,
          "id": 172,
          "reference": "At-Tirmizi and Ibn Majah.",
          "item": "There is none worthy of worship but Allah, Allah is the Most Great. None has the right to be worshiped but Allah alone. None has the right to be worshiped but Allah alone, Who has no partner. There is none worthy of worship but Allah, His is the dominion and His is the praise. There is none worthy of worship but Allah, there is no power and no might but by Allah."
        },
        {
          "chapter_id": 56,
          "id": 176,
          "reference": "Muslim 2/663.",
          "item": "O Allah, forgive him and have mercy on him and give him strength and pardon him. Be generous to him and cause his entrance to be wide and wash him with water and snow and hail. Cleanse him of his transgressions as white cloth is cleansed of stains. Give him an abode better than his home, and a family better than his family and a wife better than his wife. Take him into Paradise and protect him from the punishment of the grave (and from the punishment of Hell-fire)."
        },
        {
          "chapter_id": 56,
          "id": 177,
          "reference": "Ibn Majah 1/480, Ahmad 2/368.",
          "item": "O Allah forgive our living and our dead, those who are with us and those who are absent, our young and our old, our menfolk and our womenfolk. O Allah, whomever you give life from among us give him life in Islam, and whomever you take way from us take him away in Faith. O Allah, do not forbid us their reward and do not send us astray after them."
        },
        {
          "chapter_id": 56,
          "id": 178,
          "reference": "Ibn Majah, Abu Dawud 3/211.",
          "item": "O Allah, surely (say the person's name) is under Your protection, and in the rope of Your security, so save him from the trial of the grave and from the punishment of the Fire. You fulfill promises and grant rights, so forgive him and have mercy on him. Surely You are Most Forgiving, Most Merciful."
        },
        {
          "chapter_id": 56,
          "id": 179,
          "reference": "Al-Hakim 1/359.",
          "item": "O Allah, Your male slave and the child of Your female slave is in need of Your mercy, and You are not in need of his torment. If he was pious then increase his rewards and if he was a transgressor then pardon him."
        },
        {
          "chapter_id": 57,
          "id": 180,
          "reference": "Ibn Qudamah, Al-Mughni 3/416.",
          "item": "O Allah, protect him from the torment of the grave.(1)O Allah, make him a precursor, a forerunner and a treasure for his parents and an answered intercessor. O Allah, make him weigh heavily in their scales (of good) and magnify their reward. Make him join the righteous of the believers. Place him in the care of Ibrahim. Save him by Your mercy from the torment of Hell. Give him a home better than his home and a family better than his family. O Allah, forgive those who have gone before us, our children lost (by death), and those who have preceded us in Faith.(2)"
        },
        {
          "chapter_id": 57,
          "id": 181,
          "reference": "Al-Bukhari Kitabul-Jana'iz, 2/113",
          "item": "O Allah, make him for us a precursor, a forerunner and a cause of reward."
        },
        {
          "chapter_id": 62,
          "id": 186,
          "reference": "Abu Dawud 4/326, Ibn Majah 2/1228.",
          "item": "O Allah, I ask You for the good of it and seek refuge in You against its evil."
        },
        {
          "chapter_id": 62,
          "id": 187,
          "reference": "Muslim 2/616, Al-Bukhari 4/76.",
          "item": "O Allah, I ask You for the good of it, for the good of what it contains, and for the good of what is sent with it. I seek refuge in You from the evil of it, from the evil of what it contains, and from the evil that is sent with it."
        },
        {
          "chapter_id": 64,
          "id": 189,
          "reference": "Abu Dawud 1/303.",
          "item": "O Allah, shower upon us abundant rain, beneficial not harmful, swiftly and not delayed."
        },
        {
          "chapter_id": 64,
          "id": 190,
          "reference": "Al-Bukhari 1/224, Muslim 2/613.",
          "item": "O Allah, send us rain. O Allah, send us rain. O Allah, send us rain."
        },
        {
          "chapter_id": 64,
          "id": 191,
          "reference": "Abu Dawud 1/305.",
          "item": "O Allah, give water to Your slaves, and Your livestock, and spread Your mercy, and revive Your dead land."
        },
        {
          "chapter_id": 69,
          "id": 196,
          "reference": "Abu Dawud 2/306.",
          "item": "The thirst is gone, the veins are moistened and the reward is confirmed, if Allah wills."
        },
        {
          "chapter_id": 69,
          "id": 197,
          "reference": "Ibn Majah 1/557.",
          "item": "O Allah, I ask You by Your mercy, which encompasses all things, that You forgive me."
        },
        {
          "chapter_id": 70,
          "id": 198,
          "reference": "Abu Dawud 3/347, At-Tirmizi 4/288.",
          "item": "With the Name of Allah.(1)(If you forgot) With the Name of Allah, in the beginning and in the end.(2)"
        },
        {
          "chapter_id": 70,
          "id": 199,
          "reference": "At-Tirmizi 5/506.",
          "item": "Whomever Allah has given food, should say: \"O Allah, bless us in it and provide us with better than it\".(1)Whomever Allah has given milk to drink, should say: \"O Allah, bless us in it and give us more of it\".(2)"
        },
        {
          "chapter_id": 71,
          "id": 200,
          "reference": "At-Tirmizi, Abu Dawud, Ibn Majah.",
          "item": "Praise is to Allah Who has given me this food and sustained me with it though I was unable to do it and powerless."
        },
        {
          "chapter_id": 71,
          "id": 201,
          "reference": "Al-Bukhari 6/214, At-Tirmizi 5/507.",
          "item": "All praise is to Allah, praise in abundance, good and blessed. It cannot (be compensated for, nor can it) be left, nor can it be done without, our Lord."
        },
        {
          "chapter_id": 102,
          "id": 232,
          "reference": "Ahmad 2/7, At-Tirmizi 5/499.",
          "item": "I leave your religion in the care of Allah, as well as your safety, and the last of your deeds."
        },
        {
          "chapter_id": 102,
          "id": 233,
          "reference": "At-Tirmizi.",
          "item": "May Allah give you piety as your provision, forgive your sins, and make goodness easy for you wherever you are."
        },
        {
          "chapter_id": 108,
          "id": 239,
          "reference": "Muslim 1/288.",
          "item": "The Prophet (SAW) said: \"Whoever prays for Allah's blessings upon me once, will be blessed for it by Allah ten times\"."
        },
        {
          "chapter_id": 108,
          "id": 240,
          "reference": "Abu Dawud 2/218, Ahmad 2/367.",
          "item": "The Prophet (SAW) said: Do not make my grave a place of ritual celebration, but pray for Allah's blessings upon me, for your blessings reach me from wherever you are."
        },
        {
          "chapter_id": 108,
          "id": 241,
          "reference": "At-Tirmizi 5/551.",
          "item": "The Prophet (SAW) said: The miser is the one in whose presence I am mentioned yet does not pray for Allah's blessings upon me."
        },
        {
          "chapter_id": 108,
          "id": 242,
          "reference": "An-Nasa'i, Al-Hakim 2/421.",
          "item": "The Prophet (SAW) said: Indeed Allah has angels who roam the earth and they convey to me the greetings (or prayers of peace) of my 'ummah (nation)."
        },
        {
          "chapter_id": 108,
          "id": 243,
          "reference": "Abu Dawud (Hadith no. 2041).",
          "item": "The Prophet (SAW) said: No one sends greetings (or prayers of peace) upon me but Allah returns my soul to me so that I may return his greetings."
        },
        {
          "chapter_id": 109,
          "id": 244,
          "reference": "Muslim 1/74.",
          "item": "You shall not enter Paradise until you believe, and you have not believed until you love one another. Shall I tell you of something you can do to make you love one another? Spread the greetings of Salam (peace) amongst yourselves."
        },
        {
          "chapter_id": 109,
          "id": 245,
          "reference": "Al-Bukhari.",
          "item": "There are Three things which whoever gathers all of them together, then he has gathered Iman (Faith): justice with oneself, greeting people with greetings of Salam (peace), and freeing oneself from stinginess."
        },
        {
          "chapter_id": 109,
          "id": 246,
          "reference": "Al-Bukhari, Muslim 1/65.",
          "item": "A man asked the Prophet (SAW), What is the best act of Islam? He said, To feed others and to give greetings of Salam (peace) to those whom you know and to those whom you do not know."
        },
        {
          "chapter_id": 123,
          "id": 260,
          "reference": "Al-Bukhari, Muslim 4/1857.",
          "item": "Glory is to Allah."
        },
        {
          "chapter_id": 123,
          "id": 261,
          "reference": "Al-Bukhari, Ahmad 5/218.",
          "item": "Allah is the Most Great."
        },
        {
          "chapter_id": 130,
          "id": 268,
          "reference": "Al-Bukhari.",
          "item": "The Prophet (SAW) said: \"By Allah, I seek the forgiveness of Allah, and repent to Him more than Seventy times in a day\"."
        },
        {
          "chapter_id": 130,
          "id": 269,
          "reference": "Muslim 4/2076.",
          "item": "The Prophet (SAW) said: \"O people, repent to Allah, for I verily repent to Him one hundred times a day\"."
        },
        {
          "chapter_id": 130,
          "id": 270,
          "reference": "Abu Dawud 2/85, At-Tirmizi 5/569, Al-Hakim.",
          "item": "I seek the forgiveness of Allah the Mighty, Whom there is none worthy of worship except Him, the Living, the Eternal, and I repent to Him(Allah will forgive him even if he has deserted the army's ranks.)"
        },
        {
          "chapter_id": 130,
          "id": 271,
          "reference": "At-Tirmizi, An-Nasa'i 1/279 and Al-Hakim.",
          "item": "The Prophet (SAW) said: \"The closest that the Lord comes to the slave is in the last portion of the night. So, if you are able to be among those who remember Allah in this hour, then be among them\"."
        },
        {
          "chapter_id": 130,
          "id": 272,
          "reference": "Muslim 1/350.",
          "item": "The Prophet (SAW) said: \"The closest that the slave comes to his Lord is when he is prostrating, so invoke Allah much (in prostration)\"."
        },
        {
          "chapter_id": 130,
          "id": 273,
          "reference": "Muslim 4/2075.",
          "item": "The Prophet (SAW) said: \"Verily my heart becomes preoccupied, and verily I seek Allah's forgiveness a hundred times a day\"."
        },
        {
          "chapter_id": 131,
          "id": 274,
          "reference": "Al-Bukhari 7/168, Muslim 4/2071.",
          "item": "The Prophet (SAW) said: \"Whoever says: \"Glorified is Allah and praised is He\" one hundred times a day, will have his sins forgiven even if they are like the foam of the sea\"."
        },
        {
          "chapter_id": 131,
          "id": 275,
          "reference": "Al-Bukhari 7/67, Muslim 4/2071.",
          "item": "The Prophet (SAW) said: \"Whoever says: \"None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise, and He is Able to do all things\" ten times, will have the reward for freeing four slaves from the Children of Isma'il\"."
        },
        {
          "chapter_id": 131,
          "id": 276,
          "reference": "Al-Bukhari 7/168, Muslim 4/2072.",
          "item": "The Prophet (SAW) said: \"Two words are light on the tongue, weigh heavily in the balance, and are loved by the Most Merciful One is: \"Glorified is Allah and praised is He, Glorified is Allah the Most Great\"."
        },
        {
          "chapter_id": 131,
          "id": 277,
          "reference": "Muslim 4/2072.",
          "item": "The Prophet (SAW) said: For me to say: \"Glory is to Allah, and praise is to Allah, and there is none worthy of worship but Allah, and Allah is the Most Great\" is dearer to me than all that the sun rises upon\"."
        },
        {
          "chapter_id": 131,
          "id": 278,
          "reference": "Muslim 4/2073.",
          "item": "The Prophet (SAW) said: \"Is anyone of you incapable of earning one thousand Hasanah (rewards) in a day?\" Someone from his gathering asked: \"How can anyone of us earn a thousand Hasanah\" He said: \"Glorify Allah a hundred times and a thousand Hasanah will be written for you, or a thousand sins will be wiped away\"."
        },
        {
          "chapter_id": 131,
          "id": 279,
          "reference": "At-Tirmizi 5/511, and Al-Hakim.",
          "item": "The Prophet (SAW) said: \"Glorified is Allah the Most Great and praised is He. Will have a date palm planted for him in Paradise\"."
        },
        {
          "chapter_id": 131,
          "id": 280,
          "reference": "Al-Bukhari, Muslim 4/2076.",
          "item": "The Prophet (SAW) said: \"O Abdullah bin Qais, should I not point you to one of the treasures of Paradise?\" I said: \"Yes, O Messenger of Allah\". So he told me to say: \"There is no power and no might except by Allah\"."
        },
        {
          "chapter_id": 131,
          "id": 281,
          "reference": "Muslim 3/1685.",
          "item": "The Prophet (SAW) said: \"The most beloved words to Allah are four:Glorified is Allah,(1)The praise is for Allah,(2)There is none worthy of worship but Allah,(3)Allah is the Most Great\".(4)"
        },
        {
          "chapter_id": 131,
          "id": 282,
          "reference": "Muslim 4/2072.",
          "item": "A desert Arab came to Allah's Messenger (SAW) and said: \"Teach me a word that I can say\". The Prophet told him to say: \"There is none worthy of worship but Allah, Who has no partner, Allah is the Great, the Most Great, and praise is to Allah in abundance, glory is to Allah, Lord of the worlds. There is no power and no might but by Allah the Mighty, the Wise\". (1) He said: \"That is for my Lord, but what about me?\" The Prophet (SAW) told him to say: \"O Allah forgive me, and have mercy on me and guide me, and provide for me\". (2)"
        },
        {
          "chapter_id": 131,
          "id": 283,
          "reference": "Muslim 4/2073.",
          "item": "O Allah forgive me, and have mercy on me and guide me and give me good health and provide for me."
        },
        {
          "chapter_id": 131,
          "id": 284,
          "reference": "At-Tirmizi\n 5/462, Ibn Majah 2/1249, and Al-Hakim.",
          "item": "The most excellent invocation is:\"Praise is for Allah\".(1)\"There is none worthy of worship but Allah\".(2)"
        },
        {
          "chapter_id": 131,
          "id": 285,
          "reference": "Ahmad (Hadith no. 513).",
          "item": "The good deeds which endure are: \"Glorified is Allah, The praise is for Allah, There is none worth of worship but Allah, Allah is the Most Great and There is no power and no might except by Allah\"."
        }
      ],
      "farsi": [
        {
          "chapter_id": 1,
          "id": 1,
          "reference": "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
          "item": "تمام ستايش ها از آنِ خدايى است كه پس از ميراندن ما را زنده كرده است، و بازگشت به سوى اوست."
        },
        {
          "chapter_id": 1,
          "id": 2,
          "reference": "من قال ذلك غُفِرَ له، فإن دعا استجيب له، فإن قام فتوضأ ثم صلى قُبلت صلاته، البخاري مع الفتح، ٣/ ٣٩، برقم ١١٥٤، وغيره، واللفظ لابن ماجه، انظر: صحيح ابن ماجه، ٢/٣٣٥ .",
          "item": "هيچ معبودى به جز الله (بحق) وجود ندارد، يكتاست و شريك ندارد، و پادشاهى و ستايش از آنِ اوست، و او بر هر چيز تواناست. الله پاك و منزّه است، و حمد از آنِ اوست، و هيچ معبودى به جز الله (بحق) وجود ندارد، و خدا بزرگترين است، و هيچ حول و قدرتى بجز از طرف خداى بلندمرتبه و بزرگ نيست. خدايا! مرا بيامرز."
        },
        {
          "chapter_id": 1,
          "id": 3,
          "reference": "الترمذي، ٥/ ٤٧٣، برقم ٣٤٠١، وانظر: صحيح الترمذي، ٣/١٤٤.",
          "item": "تمام ستايش ها مر خدايى راست كه به جسمم سلامت بخشيد، و روحم را به من بازگرداند، و به من اجازه ذكرش را داد."
        },
        {
          "chapter_id": 1,
          "id": 4,
          "reference": "الآيات من سورة آل عمران، ١٩٠-٢٠٠، البخاري مع الفتح، ٨/ ٣٣٧، برقم ٤٥٦٩، ومسلم، ١/ ٥٣٠، برقم ٢٥٦.",
          "item": "مسلماً در آفرينش آسمانها و زمين، و پشت سر هم آمدن شب و روز، نشانه ها و دلائلى براى خردمندان است، كسانى كه ايستاده و نشسته و بر پهلوهاى شان افتاده، خدا را ياد مى كنند و درباره آفرينش آسمانها و زمين مى انديشند (و به زبان حال و قال مى گويند:) پروردگارا! اين را بيهوده و عبث نيافريده اى. تو منزّه و پاكى، پس ما را از عذاب آتش محفوظ دار. پروردگارا! بى گمان تـو هر كه را به آتش در آرى، براستى خـوار و زبـونش كرده اى، و ستمكاران را ياورى نيست. پروردگارا! ما از منادى ـ پيامبر صلی الله علیه و سلم شنيديم كه ـ مردم را ـ به ايمان بـه پروردگارشان مى خواند، وما ايمان آورديم. پروردگارا! گناهان ما را بيامرز، و بديهاى مان را بپوشان، و ما را با نيكان بميران. پروردگارا! آنچه را كه با پيغمبران خود به ما وعده داده اى، به ما عطا كن، و در روز رستاخيز ما را خوار و زبون مگردان، بى گمان تو خلاف وعده نخواهى كرد.پس پروردگارشان دعاى ايشان را پذيرفت، و پاسخشان داد كه من عمل هيچ صاحب عملى از شما را كه انجام گرفته باشد، خواه زن باشد يا مرد، ضايع نخواهم كرد. بعضى از شما از بعض ديگر تولد شده ايد. (و همگى هم نوع و هم جنس مى باشيد) آنان كه هجرت كردند، و از خانه هاى خود رانده شدند و در راه من اذيت و آزار كشيدند و جنگيدند و كشته شدند، به يقين گناهانشان را مى بخشم، و در بهشتى جاى مى دهم كه از زير (درختان) آن نهرها در جريان است، اين پاداش از سوى خداست، و پاداش نيكو تنها نزد خـداست. رفت و آمد كافران در شهرها، تو را نفريبد. (اين) متاع ناچيزى است، سپس جايگاهشان دوزخ است، و چه بد جايگاهى است، ولى آنهايى كه از پروردگارشان می‌ترسند، بهشت از آنِ ايشان است كه در زير (درختان) آن نهرها جارى است، و جاودانه در آن مى مانند، اين پاداشى از جانب خدا است. و آنچه در نزد خداست براى نيكان بهتر است. برخى از اهل كتاب هستند كه به خدا و بدانچه بر شما نازل شده و بدانچه بر خود آنان نازل گرديده ايمان دارند، در برابر خدا فروتن بوده، آنها هرگز آيات خدا را به بهاى ناچيز (دنيا) نمى فروشند، پاداش ايشان در نزد پروردگارشان است، خداوند به سرعت حساب بندگان را رسيدگى مى كند، اى مؤمنان! شكيبائى ورزيد، و استقامت و پايدارى كنيد، و مراقبت به عمل آوريد، و از خدا بترسيد تا اينكه رستگار شويد."
        },
        {
          "chapter_id": 4,
          "id": 7,
          "reference": "أخرجه أبو داود، ٤/ ٤١، برقم ٤٠٢٠، وانظر: صحيح أبي داود ٢/٧٦٠.",
          "item": "خدا كند اين لباس را تا مدتى بپوشيد، و كهنه نمائيد، و خداوند تعالى به جاى آن، لباس ديگرى به شما بدهد. [يعنى خداوند شما را از عمر طولانى برخوردار نمايد]."
        },
        {
          "chapter_id": 4,
          "id": 8,
          "reference": "ابن ماجه، ٢/ ١١٧٨، برقم ٣٥٥٨،  والبغوي، ١٢/٤١، وانظر: صحيح ابن ماجه، ٢/٢٧٥ .",
          "item": "لباس جديدى را بپوشى، و زندگى نيكويى داشته باشى، و با شهادت از اين دنيا بروى."
        },
        {
          "chapter_id": 9,
          "id": 13,
          "reference": "مسلم، ١/ ٢٠٩، برقم ٢٣٤.",
          "item": "شهادت مى دهم كه بجز الله، معبودى (بحق) وجود ندارد، يكتاست و شريكى براى او نيست، و شهادت مى دهم كه محمد، بنده و فرستاده ى اوست."
        },
        {
          "chapter_id": 9,
          "id": 14,
          "reference": "الترمذي، ١/ ٧٨، برقم ٥٥، وانظر: صحيح الترمذي، ١/١٨ .",
          "item": "پروردگارا! مرا از توبه كنندگان بگردان و جزو كسانى قرار ده كه كاملاً طهارت مى كنند و پاكيزه اند."
        },
        {
          "chapter_id": 9,
          "id": 15,
          "reference": "النسائي في عمل اليوم والليلة، ص١٧٣، وانظر: إرواء الغليل ١/١٣٥، و٣/٩٤ .",
          "item": "خداوندا! پاكى تو را بيان مى كنم، و تو را ستايش مى نمايم، و گواهى می‌دهم كه بجز تو، ديگر معبودى (بحق) نيست، از تو طلب مغفرت مى كنم، و در حضورت توبه می‌نمايم."
        },
        {
          "chapter_id": 10,
          "id": 16,
          "reference": "أبو داود، ٤/ ٣٢٥، برقم ٥٠٩٥، والترمذي، ٥/ ٤٩٠، برقم ٣٤٢٦، وانظر: صحيح الترمذي ٣/١٥١.",
          "item": "به نام خدا، بر خدا توكّل كردم، و هيچ قدرت و توانائى جز از طرف خدا نيست."
        },
        {
          "chapter_id": 10,
          "id": 17,
          "reference": "أهل السنن: أبو داود، برقم ٥٠٩٤، والترمذي، برقم ٣٤٢٧، والنسائي، برقم ٥٥٠١، وابن ماجه، برقم ٣٨٨٤، وانظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣٣٦ .",
          "item": "پروردگارا! من به تو پناه مى برم از اينكه خودم گمراه شوم، يا بوسيله ى ديگرى گمراه شوم، و يا اينكه بلغزم، يا لغزيده شوم، يا ستم كنم، يا مورد ستم قرار گيرم، يا دچار جهالت شوم، يا با من به جهالت رفتار شود."
        },
        {
          "chapter_id": 12,
          "id": 19,
          "reference": "انظر جميع هذه الألفاظ في البخاري، ١١/ ١١٦، برقم ٦٣١٦، ومسلم، ١/ ٥٢٦، و٥٢٩، و٥٣٠، برقم ٧٦٣ .\n\nالترمذي، ٥/ ٤٨٣، برقم ٣٤١٩ .\n\nأخرجه البخاري في الأدب المفرد، برقم ٦٩٥، ص٢٥٨ وصحح إسناده الألباني في صحيح الأدب المفرد، برقم ٥٣٦ .\n\nذكره ابن حجر في فتح الباري، وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح ١١/١١٨، وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة.",
          "item": "الهى! در قلب، زبان، گوش و چشم من نور قرار ده، و بالا، و پايين، راست، چپ، مقابل، پشت و درون مرا منوّر گردان، و نور را براى من بيفزاى، و بزرگ گردان، و مرا نورى عطا فرما، و در عصب، گوشت، خون، مو و پوست من نورى قرار ده.\n\n(الهى! قبرم را منوّر گردان، و در استخوان هايم نور قرار بده). (و براى من نور را افزون فرما، افرون فرما، افزون فرما). (و نور بر روى نور به من عطا كن)."
        },
        {
          "chapter_id": 13,
          "id": 20,
          "reference": "لقول أنس بن مالك رضي الله عنه: ((من السنة إذ دخلت المسجد أن تَبدأ برجلك اليمنى، وإذا خرجت أن تبدأ برجلك اليسرى))، أخرجه الحاكم، ١/ ٢١٨، وصححه على شرط مسلم، ووافقه الذهبي، وأخرجه البيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨.\n\nأبو داود، برقم ٤٦٦، وانظر: صحيح الجامع، برقم ٤٥٩١ .\n\nرواه ابن السني، برقم ٨٨، وحسنه الألباني في الثمر المستطاب، ص ٦٠٧.\n\nأبو داود، ١/ ١٢٦، برقم ٤٦٥، وانظر: صحيح الجامع، ١/٥٢٨ .\n\nمسلم، ١/ ٤٩٤، برقم ٧١٣، وفي سنن ابن ماجه من حديث فاطمة ’:((اللهم اغفر لي ذنوبي،وافتح لي أبواب رحمتك))، وصححه الألباني لشواهده. انظر: صحيح ابن ماجه، ١/١٢٨-١٢٩.",
          "item": "با پای راست وارد می شود و می گوید: به خداوند بزرگ و روى گرامى [كه لايق جلالش است] و قدرت قديم و أزلى او پناه مى برم از بدى شيطان رانده شده. (به نام الله، و درود و سلام بر رسول الله(ص)). الهى! درهاى رحمت خود را بر من بگشا."
        },
        {
          "chapter_id": 14,
          "id": 21,
          "reference": "الحاكم، ١/ ٢١٨، والبيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨، وتقدم تخريجه.\n\nانظر تخريج روايات الحديث السابق في دعاء دخول المسجد، رقم (٢٠) وزيادة: ((اللهم اعصمني من الشيطان الرجيم)) لابن ماجه. انظر: صحيح ابن ماجه، ١/١٢٩ .",
          "item": "با پای چپ خارج می شود، به نام خدا و درود و سلام بر رسول الله صلی الله علیه و سلم، الهى! از تو فضل را مسألت مى نمايم، الهى! مرا از شيطان مردود، حفاظت فرما."
        },
        {
          "chapter_id": 15,
          "id": 22,
          "reference": "البخاري، ١/ ١٥٢، برقم ٦١١، ورقم ٦١٣، ومسلم، ١/ ٢٨٨، برقم ٣٨٣.",
          "item": "هر چـه را كه مؤذن مى گويد، شنونده تكرار كند مگر در: (حَيَّ عَلَى الصَّلاةِ، وَحَيَّ عَلَى الفَلاَحِ)، كـه در جـواب مى گويد: (لاَ حَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ) ."
        },
        {
          "chapter_id": 15,
          "id": 23,
          "reference": "مسلم، ١/ ٢٩٠، برقم ٣٨٦.\n\nابن خزيمة، ١/٢٢٠ .",
          "item": "نيز شخص گويد: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، رَضِيْتُ بِاللهِ رَباًّ، وَبِمُحَمَّدٍ رَسُوْلاً، وَبِالإِسْلاَمِ دِيْناً.\n\nو من گواهى مى دهم كه هيچ معبودى، بجز الله (بحق) وجود ندارد، يكتاست و شريكى ندارد، و محمد صلی الله علیه و سلم بنده و فرستاده ى اوست، من از اينكه الله، پروردگار و محمد، پيامبر و اسلام، دين من است، راضى و خشنودم. (پس از اينكه مؤذن شهادتين را گفت، اين ذكر، خوانده شود)."
        },
        {
          "chapter_id": 15,
          "id": 24,
          "reference": "مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
          "item": "بعد از پايان اجابت مؤذن، بر پيامبر صلی الله علیه و سلم درود فرستاده شود."
        },
        {
          "chapter_id": 15,
          "id": 25,
          "reference": "البخاري، ١/ ١٥٢،  برقم ٦١٤، وما بين المعقوفين للبيهقي، ١/٤١٠، وحسَّن إسناده العلامة عبد العزيز بن باز ‘ في تحفة الأخيار، ص٣٨.",
          "item": "(بعد از درود) گفته شود: اللَّهُمَّ رَبَّ هَذِِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ القَائِمَةِ، آتِ مُحَمَّداً الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوْداً الَّذِيْ وَعَدْتَهُ، [إِنَّكَ لاَ تُخْلِفُ الْمِيْعَادَ].\n\nبار الها! اى پروردگارِ اين نداى كامل و نماز بر پا شونده، به محمد صلی الله علیه و سلم وسيله (مقامى والا در بهشت) و فضيلت عنايت بفرما، و او را به (مقام شايسته اى) كه وعده فرموده اى نايل بگردان، [همانا تو خُلف وعده نمی‌كنى]."
        },
        {
          "chapter_id": 15,
          "id": 26,
          "reference": "الترمذي، برقم ٣٥٩٤، ورقم ٣٥٩٥، وأبو داود، برقم ٥٢٥، وأحمد، برقم ١٢٢٠٠، وانظر: إرواء الغليل، ١/٢٦٢ .",
          "item": "شخص در بين اذان و اقامه براى خودش دعا كند، چرا كه دعا در اين هنگام رد نمى شود."
        },
        {
          "chapter_id": 16,
          "id": 27,
          "reference": "البخاري، ١/ ١٨١، برقم ٧٤٤، ومسلم، ١/ ٤١٩، برقم ٥٩٨.",
          "item": "بار الها! بين من و خطاهاى من، همانند فاصله اى كه بين مشرق و مغرب انداخته اى، فاصله بينداز، و مرا از خطاهايم پاک ساز، همانند لباس سفيدى كه از آلودگى پاك می‌شود. بار الها! خطاهاى مرا با برف و آب و تگرگ بشوى."
        },
        {
          "chapter_id": 16,
          "id": 28,
          "reference": "مسلم، برقم ٣٩٩، وأصحاب السنن الأربعة: أبو داود، برقم ٧٧٥، والترمذي، برقم ٢٤٣، وابن ماجه، برقم ٨٠٦، والنسائي، برقم ٨٩٩، وانظر: صحيح الترمذي،١/٧٧،وصحيح ابن ماجه، ١/١٣٥.",
          "item": "بار الها! پاك و منزهى، و حمد از آنِ توست، و نامت با بركت است وقدرت و شكوه تو بسيار بالاست و هيچ معبودى بجز تو (بحق) وجود ندارد."
        },
        {
          "chapter_id": 16,
          "id": 29,
          "reference": "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧١.",
          "item": "من چهره ام را به سوى ذاتى متوجه كرده ام كه آسمان ها و زمين را آفريد، در حالى كه من از باطل روى گردان شده و به سوى حق آمده ام، و از مشركان نيستم، نماز، عبادت، زندگى و مرگم از آنِ پروردگار جهانيان است كه شريكى ندارد، دستور يافته ام كه چنين كنم، و من از فرمانبرداران مى باشم. پروردگارا! توئى پادشاه، بجز تو، معبودى (بحق) وجود ندارد. تو پروردگار من هستى و من بنده ى تو هستم، بر خود ظلم كردم، و به گناهم اعتراف نمودم، همه ى گناهانم را ببخشاى، همانا بجز تو كسى گناهانم را نمى آمرزد.الهى! مرا به نيكوترين اخلاق و خصلت ها، رهنمون فرما، همانا بجز تو كسى نيست كه مرا بسوى آنها هدايت كند. الهى! خصلت هاى بد را از من دور بگردان، زيرا بجز تو كسى نيست كه آن ها را از من دور بگرداند. من در بارگاهت حاضرم، و براى اطاعتت آماده ام، هرگونه خير و نيكى در اختيار توست، بدى را به سوى تو راهى نيست. الهى! من به لطف تو موجودم، و به سوى تو متوجه ام، تو بسيار بابركت و برتر هستى، از تو آمرزش مى خواهم، و در بارگاهت توبه می‌كنم."
        },
        {
          "chapter_id": 16,
          "id": 30,
          "reference": "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧٠ .",
          "item": "الهى! پروردگار جبرائيل و ميكائيل و اسرافيل، اى مبدع آسمان ها و زمين، و آگاه از دنياى پنهان از ديدگان، و مطلّع از جهان عيان، تـو در بين بندگانت در آن چـه كه در آن اختـلاف مى ورزند، حاكمى، مرا به آنچه كه از حقّ در آن اختلاف شده است، با اراده ات هدايت كن، چرا كه تو هركس را كه بخواهى به راه راست هدايت می‌كنى."
        },
        {
          "chapter_id": 16,
          "id": 31,
          "reference": "أخرجه أبو داود، ١/ ٢٠٣، برقم ٧٦٤، وابن ماجه، ١/ ٢٦٥، برقم، ٨٠٧، وأحمد، ٤/ ٨٥، برقم ١٦٧٣٩، وقال شعيب الأرناؤوط في تحقيقه لمسند: ((حسن لغيره))، وقال عبد القادر الأرناؤوط في تخريجه للكلم الطيب لابن تيمية، برقم ٧٨: ((وهو حديث صحيح بشواهده))، وذكره الألباني في صحيح الكلم الطيب، برقم ٦٢، وأخرجه مسلم عن ابن عمر ^ بنحوه، وفيه قصة، ١/ ٤٢٠، برقم ٦٠١.",
          "item": "الله، برترين و بزرگترين است، همه ى ستايش ها به كثرت مخصوص اوست، من صبح و شام او را تسبيح مى گويم. \n\n(سه بار) به الله پناه مى برم از غرور، سحر و وسوسه‌ی شيطان."
        },
        {
          "chapter_id": 16,
          "id": 32,
          "reference": "كان النبي صلى الله عليه وسلم يقوله إذا قام من الليل يتهجد.\n\nالبخاري مع الفتح، ٣/ ٣، و١١/ ١١٦، و١٣/ ٣٧١، ٤٢٣، ٤٦٥،، برقم ١١٢٠، ورقم ٦٣١٧، ورقم ٧٣٨٥، ورقم ٧٤٤٢، ورقم ٧٤٩٩، ومسلم مختصراً بنحوه، ١/ ٥٣٢، برقم ٧٦٩.",
          "item": "بار الها! حمد از آنِ تو است، تو نور آسمان ها و زمين، و آنچه كه در ما بين آنهاست، هستى. حمد از آنِ تو است، تو سرپرست آسمان ها و زمينى، و آنچه كه در بين آنهاست. [و حمد از آنِ تو است، تو پروردگار آسمان ها و زمين و آنچه كه در بين آنهاست، هستى]. [و حمد از آنِ تو است، تو پادشاه آسمان ها و زمين هستى]. [و حمد از آنِ توست] [تو حقّى، وعده، گفتار، لقاء، بهشت، آتش، پيامبران، محمد صلی الله علیه و سلم، و روز قيامت حقّ هستند] [پروردگارا!من تسليم توأم، و بر تو توكّل نمودم، و به تو ايمان آوردم، و به سوى تو برگشتم، و بخاطر تو دشمنى ورزيدم، و حاكميت از آنِ تو است، و گناهانى را كه پيش از مرگ فرستاده ام و آنچه را كه بعد از مرگ، خواهند آمد، و آنچه را كه پنهان نموده ام، و آنچه را كه آشكار ساخته ام، ببخشاى، تقديم و تأخير بدست تو است، و هيچ معبودى بجز تو (بحق) وجود ندارد]."
        },
        {
          "chapter_id": 17,
          "id": 33,
          "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
          "item": "پروردگار بزرگم پاك و منزّه است، (سه مرتبه)"
        },
        {
          "chapter_id": 17,
          "id": 34,
          "reference": "البخاري، ١/ ٩٩، برقم، ٧٩٤، ومسلم، ١/ ٣٥٠، برقم ٤٨٤.",
          "item": "پروردگارا! تو پاك و منزّهى، خدايا تو را ستايش مى نمايم، الهى، مرا ببخشاى."
        },
        {
          "chapter_id": 17,
          "id": 35,
          "reference": "مسلم، ١/ ٣٥٣، برقم ٤٨٧، وأبو داود، ١/ ٢٣٠، برقم ٨٧٢.",
          "item": "بسيار پاك و منزّه است پروردگار فرشتگان و جبرئيل."
        },
        {
          "chapter_id": 17,
          "id": 36,
          "reference": "مسلم، ١/ ٥٣٤، برفم ٧٧١، والأربعة إلا ابن ماجه: أبو داود، برقم ٧٦٠، ورقم ٧٦١، والترمذي، برقم ٣٤٢١، والنسائي، برقم ١٠٤٩، وما بين المعقوفين لفظ ابن خزيمة، برقم ٦٠٧، وابن حبان، برقم ١٩٠١.",
          "item": "پروردگارا! براى تو ركوع كردم، به تو ايمان آوردم، و به تو تسليم شدم. گوش، چشم، مخ، استخوان، پى و رگم و تمام اعضاى بدنم براى تو خشوع و فروتنى نمودند."
        },
        {
          "chapter_id": 17,
          "id": 37,
          "reference": "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وإسناده حسن.",
          "item": "پاك است پروردگارى كه مالك قدرت، فرمانروايى، بزرگى و عظمت است."
        },
        {
          "chapter_id": 18,
          "id": 38,
          "reference": "البخاري مع الفتح، ٢/ ٢٨٢، برقم ٧٩٦.",
          "item": "الله شنيد و قبول كرد ستايش كسى را كه او را ستايش نمود."
        },
        {
          "chapter_id": 18,
          "id": 39,
          "reference": "البخاري مع الفتح، ٢/ ٢٨٤، برقم ٧٩٦.",
          "item": "پروردگارا! حمد و ستايش هاى زياد، خوب و مبارک از آنِ تو است."
        },
        {
          "chapter_id": 18,
          "id": 40,
          "reference": "مسلم، ١/ ٣٤٦، برقم ٤٧٧.",
          "item": "الهى! حمدى كه آسمان ها و زمين و ميان آن ها و هر چه تو بخواهى را پر كند، از آنِ تو است. الهى! تو اهل ستايش و عظمت هستى. الهىّ تو شايسته ى ستايش بندگان هستى. همگى ما بندگانت هستيم، آن چه تو بفرمائى هيچ كس جلوى آن را نمى گيرد، و آنچه جلوى آن را بگيرى كسى قدرت ندارد آن را عطا نمايد. الهى! صاحب ثروت، او را ثروتش از عذاب تو نجات نمى دهد و (تمامى شكوه) و ثروت از آنِ تو است."
        },
        {
          "chapter_id": 19,
          "id": 41,
          "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
          "item": "منزّه است پروردگار بزرگ و برتر من (سه مرتبه)"
        },
        {
          "chapter_id": 19,
          "id": 42,
          "reference": "البخاري، برقم، ٧٩٤، ومسلم، برقم ٤٨٤، وتقدم برقم ٣٤.",
          "item": "بار الها! تو پاك و منزّهى و تو را ستايش مى نمايم. الهى! از تو طلب مغفرت مى كنم."
        },
        {
          "chapter_id": 19,
          "id": 43,
          "reference": "مسلم، ١/ ٥٣٣، برقم ٤٨٧، وأبو داود، برقم ٨٧٢، وتقدم برقم ٣٥.",
          "item": "پاك و منزّه است پروردگار فرشتگان و جبرائيل."
        },
        {
          "chapter_id": 19,
          "id": 44,
          "reference": "مسلم، ١/ ٥٣٤، برقم ٧٧١، وغيره.",
          "item": "الهى! براى تو سجده كردم، و به تو ايمان آوردم، و در مقابل فرمان تو تسليم شدم، چهره ام براى پروردگارى كه آن را خلق نمود، و صورت بخشيد، و آن را زيبا آفريد، و عضو شنوايى و بينائى در آن قرار داد، سجده كرد. با بركت است پروردگارى كه بهترين سازندگان است."
        },
        {
          "chapter_id": 19,
          "id": 45,
          "reference": "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وصححه الألباني في صحيح أبي داود، ١/ ١٦٦، وتقدم تخريجه برقم ٣٧.",
          "item": "پاك است پروردگارى كه مالك قدرت، فرمانروايى، بزرگى و عظمت است."
        },
        {
          "chapter_id": 19,
          "id": 46,
          "reference": "مسلم، ١/ ٢٣٠، برقم ٤٨٣.",
          "item": "بار الها! همه ى گناهان مرا، اعم از كوچك و بزرگ، اول و آخر، آشكار و نهان، ببخشاى."
        },
        {
          "chapter_id": 19,
          "id": 47,
          "reference": "مسلم، ١/ ٣٥٢، برقم ٤٨٦.",
          "item": "بار الها! من از خشمت به خشنودى تو پناه مى برم. الهى! از عذابت به عفو تو پناه مى برم. الهى! از (عذاب خشم) تو، به تو پناه مى برم. پروردگارا! آنچنان كه حق ستايش تو است، نمى توانم آنرا بجاى آورم، بدون ترديد تو آنچنانى كه خود فرموده اى."
        },
        {
          "chapter_id": 20,
          "id": 48,
          "reference": "أبو داود، ١/ ٢٣١، برقم ٨٧٤، وابن ماجه، برقم ٨٩٧، وانظر: صحيح ابن ماجه، ١/ ١٤٨.",
          "item": "اى الله! مرا ببخش، مرا ببخش."
        },
        {
          "chapter_id": 20,
          "id": 49,
          "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، ١/ ٢٣١، برقم ٨٥٠، والترمذي، برقم ٢٨٤، و٢٨٥، وابن ماجه، برقم ٨٩٨،  وانظر: صحيح الترمذي، ١/٩٠، وصحيح ابن ماجه، ١/١٤٨ .",
          "item": "بار الها! مرا ببخش. به من رحم كن، مرا هدايت كن، كوتاهى هاى مرا جبران كن، و به من عافيت و رزق عطا كن، و مقامم را رفيع گردان."
        },
        {
          "chapter_id": 21,
          "id": 50,
          "reference": "الترمذي، ٢/ ٤٧٤، برقم ٣٤٢٥، وأحمد، ٦/ ٣٠، برقم ٢٤٠٢٢، والحاكم،  وصححه، ووافقه الذهبي، ١/٢٢٠ والزيادة له، والآية رقم ١٤ من سورة المؤمنون.",
          "item": "چهره ام براى ذاتى كه آنرا آفريد و شنوايى و بينايى را به قدرت و توانايى خود در آن قرار داد، سجده كرد. بسيار با بركت است بهترينِ آفرينندگان."
        },
        {
          "chapter_id": 21,
          "id": 51,
          "reference": "الترمذي، ٢/ ٤٧٣، برقم ٥٧٩، والحاكم وصححه ووافقه الذهبي، ١/٢١٩ .",
          "item": "اى الله! براى من در نزد خود بخاطر اين سجده اجر بنويس و بوسيله ى آن، گناهى را دور بگردان، و اين سجده را براى من در نزد خود ذخيره بگردان و آنرا از من چنان بپذير كه از بنده ات داود پذيرفتى."
        },
        {
          "chapter_id": 23,
          "id": 53,
          "reference": "البخاري مع الفتح، ٦/ ٤٠٨، برقم ٣٣٧٠، ومسلم، برقم ٤٠٦.",
          "item": "بار إلها! بر محمد(ص) و آل محمد درود بفرست همچنان كه بر ابراهيم؛ و آل ابراهيم درود فرستادى، همانا تو ستوده و باعظمت هستى. بار الها! بر محمد و آل محمد بركت نازل فرما همچنان كه بر ابراهيم؛ و آل ابراهيم بركت نازل كردى، همانا تو ستوده و باعظمت هستى."
        },
        {
          "chapter_id": 23,
          "id": 54,
          "reference": "البخاري مع الفتح، ٦/ ٤٠٧، برقم ٣٣٦٩، ومسلم، ١/ ٣٠٦، برقم ٤٠٧، واللفظ له.",
          "item": "بار إلها! بر محمد صلی الله علیه و سلم و همسران و فرزندانش درود فرست همچنان كه بر ابراهيم؛ درود فرستادى، و بر محمد و همسران و فرزندانش بركت نازل گردان همچنان كه بر آل ابراهيم؛ بركت نازل فرمودى، همانا تو ستوده و باعظمت هستى."
        },
        {
          "chapter_id": 24,
          "id": 55,
          "reference": "البخاري، ٢/ ١٠٢، برقم ١٣٧٧، ومسلم، ١/ ٤١٢، برقم ٥٨٨، واللفظ لمسلم.",
          "item": "پروردگارا! از عذاب قبر و عذاب دوزخ، فتنه ى زندگى و مرگ، و فتنه ى مسيح دجّال به تو پناه می‌برم."
        },
        {
          "chapter_id": 24,
          "id": 56,
          "reference": "البخاري، ١/ ٢٠٢، برقم ٨٣٢، ومسلم، ١/ ٤١٢، برقم ٥٨٧.",
          "item": "الهى! من از عذاب قبر، و از فتنه ى مسيح دجّال، و فتنه ى زندگى و مرگ به تو پناه مى برم. بار الها! من از گناه و زيان، به تو پناه مى آورم."
        },
        {
          "chapter_id": 24,
          "id": 57,
          "reference": "البخاري، ٨/ ١٦٨، برقم ٨٣٤، ومسلم، ٤/ ٢٠٧٨، برقم ٢٧٠٥.",
          "item": "الهى! من بر نفس خود بسيار ظلم كردم، همانا غير از تو كسى ديگر گناهان مرا نمى بخشد، پس از جانب خود مرا مورد آمرزش قرار بده، و بر من رحم كن، همانا تو بخشنده و مهربان هستى."
        },
        {
          "chapter_id": 24,
          "id": 58,
          "reference": "مسلم، ١/ ٥٣٤، برقم ٧٧١.",
          "item": "الهى! گناهان قبلى و بعدى مرا ببخشاى. الهى! گناهان مخفى و آشكار مرا بيامرز، و زياده روى هاى مرا و آنچه را كه تو از من بهتر مى دانى ببخش، همانا تقديم و تأخير كننده توئى، بجز تو معبودى (بحق) نيست."
        },
        {
          "chapter_id": 24,
          "id": 59,
          "reference": "أبو داود، ٢/ ٨٦، برقم، ١٥٢٢، والنسائي، ٣/ ٥٣، برقم، ٢٣٠٢، وصححه الألباني في صحيح أبي داود، ١/٢٨٤ .",
          "item": "بار الها! به من توفيق بده تا تو را ياد كنم، و سپاس گويم، و به بهترين روش، بندگى نمايم."
        },
        {
          "chapter_id": 24,
          "id": 60,
          "reference": "البخاري مع الفتح، ٦/ ٣٥، برقم ٢٨٢٢، ورقم ٦٣٩٠.",
          "item": "بار الها! من از بخل و بُزْدلى به تو پناه مى برم، و از اينكه به علّت پيرى، سست و درمانده شوم، به تو پناه مى برم، و از آزمايش هاى سخت دنيا و عذاب قبر به تو پناه مى برم."
        },
        {
          "chapter_id": 24,
          "id": 61,
          "reference": "أبو داود، برقم ٧٩٢، وابن ماجه، برقم ٩١٠، وانظر: صحيح ابن ماجه، ٢/٣٢٨ .",
          "item": "بار الها! من از تو خواهان بهشتم، و از آتش به تو پناه می‌برم."
        },
        {
          "chapter_id": 24,
          "id": 62,
          "reference": "النسائي، ٣/ ٥٤، ٥٥، برقم ١٣٠٤، وأحمد، ٤/ ٣٦٤، برقم، ٢١٦٦٦، وصححه الألباني في صحيح النسائي، ١/٢٨١ .",
          "item": "بار الها! به علم غيبت و قدرتت بر آفرينش، تا زمانى مرا زنده نگهدار كه زندگى برايم خوب باشد، و مرا بميران زمانى كه مردنم را به نفعم مى دانى. الهى! من خشوع و ترس از تو را در نهان و آشكار مى طلبم. (گفتن) كلمه ى حق را در شادى و غضب از تو می‌خواهم. ميانه روى را در ثروت و فقر مسألت مى نمايم. نعمتى را كه نابود نشود، و نور چشمى را كه قطع نگردد، و رضا را بعد از قضا، و راحتى زندگى بعد از مرگ، و لذّت نگاه چهره ات و شوق به لقاءت را درخواست مى كنم. بدون اينكه گرفتار مصيبتى سخت، يا فتنه اى گمراه كننده شوم. پروردگارا! ما را با زيبايى ايمان، زينت بخش و ما را از زمره ى هدايت دهندگان و هدايت يافتگان قرار بده."
        },
        {
          "chapter_id": 24,
          "id": 63,
          "reference": "أخرجه النسائي، ٣/ ٥٢، برقم ١٣٠٠ بلفظه، وأحمد، ٤/ ٣٣٨، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠ .",
          "item": "بار الها! من با توسّل به اينكه تو يگانه اى و شريكى ندارى و بى نياز هستى كه نه زاده اى و نه زاده شده اى و هيچ همتايى بر خود ندارى، از تو مسألت مى نمايم كه گناهان مرا بيامرزى، همانا كه تو آمرزگار و مهربان هستى."
        },
        {
          "chapter_id": 24,
          "id": 64,
          "reference": "رواه أهل السنن: أبو داود، برقم ١٤٩٥، والترمذي، برقم ٣٥٤٤، وابن ماجه، برقم ٣٨٥٨، والنسائي، برقم ١٢٩٩، وانظر: صحيح ابن ماجه، ٢/٣٢٩ .",
          "item": "پروردگارا! من فقط از تو مى خواهم چرا كه حمد فقط از آنِ توست، هيچ معبودى بجز تو (بحق) وجود ندارد، و يكتايى و شريك ندارى يا منّان! اى بوجود آورنده ى آسمان ها و زمين! اى صاحب عظمت و بزرگى! اى زنده ى پايدار! من بهشت را از تو خواهانم، و از آتش به تو پناه مى برم."
        },
        {
          "chapter_id": 24,
          "id": 65,
          "reference": "أبو داود، ٢/ ٦٢، برقم ١٤٩٣، والترمذي، ٥/ ٥١٥، برقم ٣٤٧٥، وابن ماجه، ٢/ ١٢٦٧، برقم ٣٨٥٧، والنسائي، برقم ١٣٠٠ بلفظه، وأحمد، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠، وانظر: صحيح ابن ماجه، ٢/ ٣٢٩، وصحيح الترمذي، ٣/ ١٦٣ .",
          "item": "پروردگارا! من فقط از تو مى خواهم چرا كه حمد فقط از آنِ توست، هيچ معبودى بجز تو (بحق) وجود ندارد، و يكتايى و شريك ندارى يا منّان! اى بوجود آورنده ى آسمان ها و زمين! اى صاحب عظمت و بزرگى! اى زنده ى پايدار! من بهشت را از تو خواهانم، و از آتش به تو پناه مى برم."
        },
        {
          "chapter_id": 25,
          "id": 66,
          "reference": "مسلم، ١/ ٤١٤، رقم ٥٩١.",
          "item": "از الله طلب آمرزش مى كنم (سه مرتبه) الهى تو سلامى، و سلامتى از جانب تو است، تو بسيار بابركتى، اى صاحب عظمت و بزرگى."
        },
        {
          "chapter_id": 25,
          "id": 67,
          "reference": "البخاري، ١/ ٢٥٥، برقم ٨٤٤، ومسلم، ١/ ٤١٤، برقم ٥٩٣، وما بين المعقوفين زيادة من البخاري، برقم ٦٤٧٣.",
          "item": "معبودى (بحق) بجز الله، وجود ندارد. شريكى ندارد، پادشاهى از آنِ اوست، ستايش شايسته ى اوست، و او بر هر چيزى توانا است، الهى! آن چه تـو بـدهى، هيچ كس مانع آن نمى گردد، و آنچه تو منع كنى، هيچ كس نمى تواند آنرا بدهد. توانگر، او را ثروتش از عذاب تو نجات نمى دهد، و (تمامى شكوه و) ثروت از آنِ تو است."
        },
        {
          "chapter_id": 25,
          "id": 68,
          "reference": "مسلم، ١/ ٤١٥ برقم ٥٩٤.",
          "item": "معبودى بجز الله (بحق) وجود ندارد، يگانه اوست و شريكى ندارد، پادشاهى از آنِ اوست، و ستايش مخصوص اوست، و او بر هر چيز توانا است. هيچ نيروى بازدارنده از گناهان و توفيق دهنده به نيكى، به جز الله وجود ندارد. هيچ معبودى جز او (بحق) نيست. جز او كسى ديگر را عبادت نمى كنيم، نعمت و فضل از آنِ اوست، ستايش نيكو مخصوص اوست، معبودى بجز او وجود ندارد، همه ى ما با اخلاص او را بندگى مى كنيم هر چند كافران دوست نداشته باشند."
        },
        {
          "chapter_id": 25,
          "id": 69,
          "reference": "مسلم، ١/ ٤١٨، برقم ٥٩٧، وفيه: ((من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر)).",
          "item": "بجز الله يگانه، ديگر معبودى نيست، شريكى ندارد، پادشاهى از آنِ اوست، ستايش شايسته اوست، و او بر هر چيز تواناست."
        },
        {
          "chapter_id": 25,
          "id": 70,
          "reference": "أبو داود، ٢/ ٨٦، برقم ١٥٢٣، والترمذي، برقم ٢٩٠٣، والنسائي، ٣/ ٦٨، برقم ١٣٣٥، وانظر: صحيح الترمذي، ٢/٨. والسور الثلاث يقال لها: المعوذات. انظر: فتح الباري، ٩/ ٦٢.",
          "item": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\n\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\n\nبه نام خداوند بخشنده ى مهربان، (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها). \n\n(بعد از هر نماز خوانده شوند)"
        },
        {
          "chapter_id": 25,
          "id": 71,
          "reference": "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت. النسائي في عمل اليوم والليلة، برقم ١٠٠، وابن السني، برقم، ١٢١، وصححه الألباني في صحيح الجامع، ٥/٣٣٩، وسلسلة الأحاديث الصحيحة، ٢/٦٩٧، برقم ٩٧٢، والآية رقم ٢٥٥ من سورة البقرة.",
          "item": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبك و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
        },
        {
          "chapter_id": 25,
          "id": 72,
          "reference": "رواه الترمذي، ٥/ ٥١٥، برقم ٣٤٧٤، وأحمد، ٤/ ٢٢٧، برقم ١٧٩٩٠، وانظر تخريجه في: زاد المعاد ١/٣٠٠ .",
          "item": "معبودى بجز الله يگانه نيست، شريكى ندارد، پادشاهى از آنِ اوست و ستايش مر او راست، زنده مى كند و مى ميراند، و او بر هر چيز تواناست. (ده مرنبه بعد از نماز مغرب و صبح)"
        },
        {
          "chapter_id": 25,
          "id": 73,
          "reference": "ابن ماجه، برقم ٩٢٥، والنسائي في عمل اليوم والليلة، برقم ١٠٢، وانظر: صحيح ابن ماجه، ١/١٥٢، ومجمع الزوائد ١٠/١١١، وسيأتي برقم ٩٥.",
          "item": "الهى! از تـو علم سـودمنـد، روزى  پاك و عمل مقبـول را مى خواهم. (بعد از سلام نماز صبح)"
        },
        {
          "chapter_id": 26,
          "id": 74,
          "reference": "البخاري، ٧/ ١٦٢، برقم ١١٦٢.\n\nسورة آل عمران، الآية: ١٥٩ .",
          "item": "جابر بن عبد الله رضی الله عنهما مى‌گويد: رسول الله صلی الله علیه و سلم استخاره را در هركارى همانند سوره اى از قرآن به ما مى آموخت و ميفرمود: هرگاه يكى از شما خواست كارى انجام دهد، غير از نماز فرض، دو ركعت نماز بخواند، سپس بگويد: اى الله! به وسيله ى علمت از تو طلب خير مى كنم، و بوسيله ى قدرتت از تو توانايى مى خواهم، از تو فضل بسيارت را مسألت مى نمايم، زيرا تو توانايى و من ناتوان، و تو مى دانى و من نمى دانم، و تو داننده ى امور پنهان هستى. الهى! اگر در علم تو اين كار ـ حاجت خود را نام مى برد ـ باعث خير من در دين و آخرت است .يا مى گويد: در حال و آينده ى كارم ـ آن را برايم مقدور و آسان بگردان، و در آن بركت عنايت فرما، و چنانچه در علم تو اين كار برايم در دنيا و آخرت باعث بدى است .يا مى گويد: در حال و آينده ى كارم ـ پس آن را از من، و مرا از آن، منصرف بگردان، و خير را براى من هر كجا كه هست مقدّر نما، و آنگاه مرا با آن خشنود بگردان).\n\nكسى كه از خالق، طلب خير نمايد و از مخلوق، مشورت بگيرد، و در كارش ثابت قدم باشد، پشيمان نمی‌شود، خداوند مى‌فرمايد: (در كارها با مردم، مشوت كن، و هرگاه تصميم به انجام كارى گرفتى، به خدا توكل كن)."
        },
        {
          "chapter_id": 27,
          "id": 75,
          "reference": "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال: ((إسناد الطبراني جيد)).",
          "item": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبك و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
        },
        {
          "chapter_id": 27,
          "id": 76,
          "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
          "item": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\n\n\n\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\n\n\n\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوسه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها).\n\n\n\n(بعد از هر نماز  سه مرتبه خوانده شوند)"
        },
        {
          "chapter_id": 27,
          "id": 77,
          "reference": "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
          "item": "ما و تمام جهانيان، شب را براى خدا به صبح رسانيديم، و حمد از آن خداست، هيچ معبودى، بجز الله كه يكتاست و شريكى ندارد وجود ندارد. پادشاهى و حمد فقط از آن اوست و او بر هر چيز قادر است. الهى! من خير آنچه در اين روز است و خير آنچه بعد از آن است را از از تو مى طلبم، و از شرّ آنچه كه در اين روز و ما بعد آن، وجود دارد، به تو پناه مى برم. الهى! من از تنبلى و بدى هاى پيرى به تو پناه مى برم، بار الها! من از عذاب آتش و قبر به تو پناه می‌برم."
        },
        {
          "chapter_id": 27,
          "id": 78,
          "reference": "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
          "item": "بار الها! با لطف تو صبح كرديم، و با عنايت تو به شب رسيديم، و به خواست تو زنده ايم، و به خواست تو مى ميريم، و رستاخيز ما بسوى تو است."
        },
        {
          "chapter_id": 27,
          "id": 79,
          "reference": "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
          "item": "الهى! تو پروردگار من هستى، بجز تو معبود ديگرى نيست، تو مرا آفريدى، و من بنده‌ى تو هستم، و بر پيمان و وعده ام با تو بر حسب استطاعت خود، پايبند هستم، و از شر آنچه كه انجام داده ام به تو پناه مى برم، به نعمتى كه به من عطا فرموده اى، اعتراف می‌كنم، و به گناهم اقرار می‌نمايم، پس مرا ببخشاى، چرا كه بجز تو كسى گناهان را نمى بخشايد."
        },
        {
          "chapter_id": 27,
          "id": 80,
          "reference": "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
          "item": "الهى! من در اين صبح گاه، تو را و حاملان عرش و تمام فرشتگانت و كليّه مخلوقات تو را گواه مى گيرم بر اين كه تو الله هستى، بجز تو معبود ديگرى (بحق) وجود ندارد، تو يگانه اى و شريكى ندارى، و محمد صلی الله علیه و سلم بنده و فرستاده‌ى تو است. (چهار مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 81,
          "reference": "من قالها حين يصبح فقد أدَّى شكر يومه، ومن قالها حين يمسي فقد أدَّى شكر ليلته. أخرجه أبو داود، ٤/ ٣١٨، برقم ٥٠٧٥، والنسائي في عمل اليوم والليلة، برقم ٧، وابن السني، برقم ٤١، وابن حبان، ((موارد)) برقم ٢٣٦١، وحسّن ابن باز ‘ إسناده في تحفة الأخيار، ص٢٤.",
          "item": "الهى! هر نعمتى كه در اين صبح، شامل حال من يا يكى از مخلوقات شده، از طرف تو بوده است، تو شريكى ندارى، پس ستايش و شكر از آنِ تو است."
        },
        {
          "chapter_id": 27,
          "id": 82,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
          "item": "بار الها! در بدنم عافيت ده، بار الها! در گوشم عافيت ده، خدايا! در چشمم عافيت ده، بجز تو معبود ديگرى (بحق) وجود ندارد، از كفر به تو پناه می‌برم، از فقر به تو پناه مى برم، از عذاب قبر به تو پناه می‌برم، بجز تو معبود ديگرى (بحق) وجود ندارد. (سه مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 83,
          "reference": "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
          "item": "الله براى من كافى است، بجز او معبود ديگرى (بحق) نيست، بر او توكّل كردم و او پروردگار عرش بزرگ است. (هفت مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 84,
          "reference": "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
          "item": "الهى! عفـو و عافيت دنـيا و آخرت را از تـو مى خواهم. بار الها! عفو و عافيت دين، دنيا، خانواده و مالم را از تو مسألت مى نمايم. بار الها! عيوب مرا بپوشان و ترس مرا به ايمنى مبدّل ساز. الهى! مرا از جلو، پشت سر، سمت راست و چپ و بالاى سرم، محافظت بفرما، و به بزرگى و عظمت تو پناه مى برم از اينكه بطور ناگهانى از طرف پايين كشته شوم."
        },
        {
          "chapter_id": 27,
          "id": 85,
          "reference": "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
          "item": "بار الها! اى داننده ى نهان و آشكار، آفريدگار آسمان ها و زمين، پروردگار و مالک هر چيز، من گواهى مى دهم كه بجز تو، معبود ديگرى نيست، از شرّ نفس و از شرّ شيطان و دام فريبش، و از اينكه خود مرتكب كار بدى شوم و يا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
        },
        {
          "chapter_id": 27,
          "id": 86,
          "reference": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
          "item": "به نام خدايى كه با نام وى هيچ چيز در زمين و آسمان، گزندى نمی‌رساند، و او شنوا و دانا است. (سه مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 87,
          "reference": "من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
          "item": "به ربوبيت الله، و به داشتن دين اسلام، و پيامبرى محمد صلی الله علیه و سلم راضى و خشنود هستم. (سه مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 88,
          "reference": "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "اى زنـده و پا بـرجا! بـه وسيله‌ى رحمت تـو از تـو کمک می‌خواهم، همه ى امورم را اصلاح بفرما، و مرا به اندازه‌ى یک چشم به هم زدن به حال خود رها مكن."
        },
        {
          "chapter_id": 27,
          "id": 89,
          "reference": "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
          "item": "ما و تمام جهانيان، شب را به صبح رسانيديم براى خدايى كه پروردگار جهانيان است. بار الها! من از تو خوبى امروز، يعنى فتح، پيروزى، نور، بركت و هدايتش را مسألت می‌نمايم از بدى آنچه امروز و بعد از آن، پيش می‌آيد، به تو پناه می‌برم."
        },
        {
          "chapter_id": 27,
          "id": 90,
          "reference": "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
          "item": "ما بر فطرت اسلام، كلمه‌ى اخلاص، دين پيامبرمان محمد صلی الله علیه و سلم و آئين پدرمان ابراهيم؛ صبح كرديم، همان ابراهيمى كه فقط به سوى حقّ، تمايل داشت و فرمانبردار خداوند بود، و از مشركان نبود."
        },
        {
          "chapter_id": 27,
          "id": 91,
          "reference": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
          "item": "پاك و منزّه است خداوند، و من ستايش او را بيان می‌كنم. (صد مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 92,
          "reference": "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\n\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
          "item": "هيچ معبودى به جز الله وجود ندارد، يكتاست و شريكى براى او نيست، پادشاهى و حمد از آنِ اوست، و او بر هر چيز تواناست. (ده بار بخواند و هنگام تنبلى، يك بار بخواند)"
        },
        {
          "chapter_id": 27,
          "id": 93,
          "reference": "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكُتِبَ له مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك. البخاري، ٤/ ٩٥، برقم ٣٢٩٣، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١.",
          "item": "هيچ معبودى به جز الله وجود ندارد، يكتاست و شريكى براى او نيست، پادشاهى و حمد از آنِ اوست، و او بر هر چيز تواناست. (صد مرتبه)"
        },
        {
          "chapter_id": 27,
          "id": 94,
          "reference": "مسلم، ٤/ ٢٠٩٠، برقم ٢٧٢٦.",
          "item": "تسبيح و پاكى الله و ستايش او را به تعداد آفريدگانش خشنودى اش و سنگینى عرشش و جوهر سخنانش، بيان می‌نمايم. (سه مرنبه)"
        },
        {
          "chapter_id": 27,
          "id": 95,
          "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم ٥٤، وابن ماجه، برقم ٩٢٥، وحسّن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٥، وتقدم برقم ٧٣.",
          "item": "بار الها! از تو علم سودمند، رزق پاک و عمل مقبول مسألت می‌نمايم."
        },
        {
          "chapter_id": 27,
          "id": 96,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
          "item": "من از الله طلب آمرزش می‌كنم و به سوى او بر می‌گردم. (روزانه صد بار گفته شود)"
        },
        {
          "chapter_id": 27,
          "id": 97,
          "reference": "((من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة)) أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "بار الها! بر پيامبرمان محمد صلی الله علیه و سلم سلام و درود بفرست. (ده مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 98,
          "reference": "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال: ((إسناد الطبراني جيد)).",
          "item": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبک و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
        },
        {
          "chapter_id": 28,
          "id": 99,
          "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
          "item": "به نام خداوند بخشنده ى مهربان (بگو خدا يگانه است، خدا، بى نياز است، نه زاده، و نه زاده شده است، و نه همتايى دارد).\n\n\n\nبه نام خداوند بخشنده ى مهربان (بگو پناه مى برم به خداوند سپيده دم. از شرّ آنچه آفريده است، و از شرّ شب بدانگاه كه كاملاً فرامى رسد، و از شرّ كسانى كه در گره ها مى دمند، و از شرّ حسود بدانگاه كه حسد مى ورزد).\n\n\n\nبه نام خداوند بخشنده ى مهربان، (بگو پناه مى برم به پروردگار مردمان، به مالِك و حاكِم (واقعى) مردم، به معبودِ (بحقِ) مردم، از شرّ وسوسه گرى كه واپس مى رود، از وسوه گرى است كه در سنيه هاى مردم به وسوسه مى پردازد، (در سينه هاى مردمانى) از جن ها و انسان ها).\n\n\n\n(سه مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 100,
          "reference": "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
          "item": "ما و تمام جهانيان، براى خدا  به شب رسیدیم، و حمد از آن خداست، هيچ معبودى، بجز الله كه يكتاست و شريكى ندارد وجود ندارد. پادشاهى و حمد فقط از آن اوست و او بر هر چيز قادر است. الهى! من خير آنچه در اين روز است و خير آنچه بعد از آن است را از از تو مى طلبم، و از شرّ آنچه كه در اين روز و ما بعد آن، وجود دارد، به تو پناه مى برم. الهى! من از تنبلى و بدى هاى پيرى به تو پناه مى برم، بار الها! من از عذاب آتش و قبر به تو پناه می‌برم."
        },
        {
          "chapter_id": 28,
          "id": 101,
          "reference": "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
          "item": "بار الها! با لطف تو  به شب رسيديم، و با عنايت تو صبح كرديم، و به خواست تو زنده ايم، و به خواست تو مى ميريم، و رستاخيز ما بسوى تو است."
        },
        {
          "chapter_id": 28,
          "id": 102,
          "reference": "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
          "item": "الهى! تو پروردگار من هستى، بجز تو معبود دیگرى نیست، تو مرا آفریدى، و من بنده‌ى تو هستم، و بر پیمان و عده ام با تو بر حسب استطاعت خود، پایبند هستم، و از شر آنچه که انجام داده ام به تو پناه مى برم، به نعمتى که به من عطا فرموده اى، اعتراف می‌کنم، و به گناهم اقرار می‌نمایم، پس مرا ببخشاى، چرا که بجز تو کسى گناهان را نمى بخشاید."
        },
        {
          "chapter_id": 28,
          "id": 103,
          "reference": "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
          "item": "الهى! من در این شام گاه، تو را و حاملان عرش و تمام فرشتگانت و کلیه مخلوقات تو را گواه مى گیرم بر این که تو الله هستى، بجز تو معبود دیگرى (بحق) وجود ندارد، تو یگانه اى و شریکى ندارى، و محمد صلی الله علیه و سلم بنده و فرستاده‌ى تو است. (چهار مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 104,
          "reference": "من قالها حين يصبح فقد أدَّى شكر يومه، ومن قالها حين يمسي فقد أدَّى شكر ليلته. أخرجه أبو داود، ٤/ ٣١٨، برقم ٥٠٧٥، والنسائي في عمل اليوم والليلة، برقم ٧، وابن السني، برقم ٤١، وابن حبان، ((موارد)) برقم ٢٣٦١، وحسّن ابن باز ‘ إسناده في تحفة الأخيار، ص٢٤.",
          "item": "الهى! هر نعمتى كه در اين شام، شامل حال من يا يكى از مخلوقات شده، از طرف تو بوده است، تو شريكى ندارى، پس ستايش و شكر از آنِ تو است."
        },
        {
          "chapter_id": 28,
          "id": 105,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
          "item": "بار الها! در بدنم عافیت ده، بار الها! در گوشم عافیت ده، خدایا! در چشمم عافیت ده، بجز تو معبود دیگرى (بحق) وجود ندارد، از کفر به تو پناه می‌برم، از فقر به تو پناه مى برم، از عذاب قبر به تو پناه می‌برم، بجز تو معبود دیگرى (بحق) وجود ندارد. (سه مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 106,
          "reference": "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
          "item": "الله براى من کافى است، بجز او معبود دیگرى (بحق) نیست، بر تو توکل کردم و او پروردگار عرش بزرگ است. (هفت مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 107,
          "reference": "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
          "item": "الهى! عفـو و عافیت دنـیا و آخرت را از تـو مى خواهم. بار الها! عفو و عافیت دین، دنیا، خانواده و مالم را از تو مسألت مى نمایم. بار الها! عیوب مرا بپوشان و ترس مرا به ایمنى مبدّل ساز. الهى! مرا از جلو، پشت سر، سمت راست و چپ و بالاى سرم، محافظت بفرما، و به بزرگى و عظمت تو پناه مى برم از اینکه بطور ناگهانى از طرف پایین کشته شوم."
        },
        {
          "chapter_id": 28,
          "id": 108,
          "reference": "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
          "item": "بار الها! اى داننده ى نهان و آشکار، آفریدگار آسمان ها و زمین، پروردگار و مالک هر چیز، من گواهى مى دهم که بجز تو، معبود دیگرى نیست، از شرّ نفس و از شرّ شیطان و دام فریبش، و از اینکه خود مرتکب کار بدى شوم و یا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
        },
        {
          "chapter_id": 28,
          "id": 109,
          "reference": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
          "item": "به نام خدایى که با نام وى هیچ چیز در زمین و آسمان، گزندى نمی‌رساند، و او شنوا و دانا است. (سه مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 110,
          "reference": "(سه مرتبه)من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
          "item": "به ربوبیت الله، و به داشتن دین اسلام، و پیامبرى محمد صلی الله علیه و سلم راضى و خشنود هستم."
        },
        {
          "chapter_id": 28,
          "id": 111,
          "reference": "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "اى زنـده و پا بـرجا! بـه وسیله‌ى رحمت تـو از تـو کمک می‌خواهم، همه ى امورم را اصلاح بفرما، و مرا به اندازه‌ى یک چشم به هم زدن به حال خود رها مکن."
        },
        {
          "chapter_id": 28,
          "id": 112,
          "reference": "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
          "item": "ما و تمام جهانيان، به شب رسيديم براى خدايى كه پروردگار جهانيان است. بار الها! من از تو خوبى امروز، يعنى فتح، پيروزى، نور، بركت و هدايتش را مسألت می‌نمايم از بدى آنچه امروز و بعد از آن، پيش می‌آيد، به تو پناه می‌برم."
        },
        {
          "chapter_id": 28,
          "id": 113,
          "reference": "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
          "item": "ما بر فطرت اسلام، كلمه‌ى اخلاص، دين پيامبرمان محمد صلی الله علیه و سلم و آئين پدرمان ابراهيم؛ به شب رسیدیم، همان ابراهيمى كه فقط به سوى حقّ، تمايل داشت و فرمانبردار خداوند بود، و از مشركان نبود."
        },
        {
          "chapter_id": 28,
          "id": 114,
          "reference": "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
          "item": "پاک و منزّه است خداوند، و من ستایش او را بیان می‌کنم. (صد مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 115,
          "reference": "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\n\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
          "item": "بجز الله معبود دیگرى (بحق) نیست، او شریکى ندارد، پادشاهى از آنِ اوست، و او بر هر چیز توانا است.  (ده بار بخواند و هنگام تنبلى، یک بار بخواند)"
        },
        {
          "chapter_id": 28,
          "id": 116,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
          "item": "من از الله طلب آمرزش می‌كنم و به سوى او برمی‌گردم. (روزانه صد مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 117,
          "reference": "من قالها حين يمسي ثلاث مرات لم تضرّه حُمَة تلك الليلة، أخرجه أحمد، ٢/ ٢٩٠، برقم ٧٨٩٨، والنسائي في عمل اليوم والليلة، برقم ٥٩٠، وابن السني، برقم ٦٨، وانظر: صحيح الترمذي، ٣/١٨٧، وصحيح ابن ماجه، ٢/٢٦٦، وتحفة الأخيار لابن باز، ص٤٥ .",
          "item": "پناه می برم به کلام کامل خدا از شر آنچه آفریده است. (سه مرتبه)"
        },
        {
          "chapter_id": 28,
          "id": 118,
          "reference": "((من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة)) أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
          "item": "بار الها! بر پيامبرمان محمد صلی الله علیه و سلم سلام و درود بفرست. (ده مرتبه)"
        },
        {
          "chapter_id": 29,
          "id": 119,
          "reference": "البخاري مع الفتح، ٩/ ٦٢، برقم ٥٠١٧، ومسلم، برقم ٢١٩٢.",
          "item": "هنگام خوابيدن دو دستش را همانند دعا كنار هم قرار دهد و سوره هاى زير را بخواند:\n\nبسم الله الرحمن الرحيم ﴿قل هو الله أحد * الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾.\n\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾.\n\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾ \n\nو در آن بدمد، سپس دو دستش را تا جايى كه مى رسد به بدنش بمالد، و اين كار را از سر و صورت و قسمت جلوى بدن آغاز نمايد و آنرا سه بار تكرار كند."
        },
        {
          "chapter_id": 29,
          "id": 120,
          "reference": "سورة البقرة، الاية: ٢٥٥، من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح، البخاري مع الفتح، ٤/ ٤٨٧، برقم ٢٣١١.",
          "item": "خداوند هيچ معبودى (بحق) جز او نيست، خداوندى كه زنده و قائم به ذات خويش است، هيچ گاه خواب سبک و سنگين او را فرا نمى گيرد، براى اوست آنچه در آسمان ها و زمين است، كيست كه نزد او جز به فرمانش شفاعت كند، آنچه را پيش روى آنها (بندگان) و پشت سر آنهاست می‌داند، و از گذشته و آينده ى آنان آگاه است، آنها جز به مقدارى كه او بخواهد احاطه به علم او ندارند، كرسى او آسمان ها و زمين را دربر گرفته و حفظ و نگهدارى آسمان و زمين براى او گران نيست، و او بلند مرتبه و باعظمت است."
        },
        {
          "chapter_id": 29,
          "id": 121,
          "reference": "من قرأهما في ليلة كفتاه، البخاري مع الفتح، ٩/ ٩٤، برقم ٤٠٠٨، ومسلم، ١/ ٥٥٤، برقم ٨٠٧، والآيتان من سورة البقرة، ٢٨٥-٢٨٦.",
          "item": "پيامبر و مؤمنان به آنچه از سوى پروردگارش بر او نازل شده ايمان آوردند، همه به خدا، فرشتگان او و كتاب هاى وى و پيغمبرانش ايمان آوردند (و می‌گويند): ميان هيچ يك از پيامبران او فرق نمی‌گذاريم و شنيديم و اطاعت كرديم. پروردگارا! آمرزش تو را می‌خواهيم و بازگشت (همه) به سوى تو است).(خـداونـد بـه هيچ كس جز به اندازه ى توانائيش تكليف نمى كند، هر كار (خوبى) را انجام دهد براى خود انجام داده، و هر كار (بدى كه) بكند به زيان خود كرده است. پروردگارا! اگر ما فراموش كرديم يا به خطا رفتيم، ما را (بدان) مگير. پروردگارا! بار سنگين را بر ما مگذار، آنچنان كه بر كسانى كه پيش از ما بودند، گذاشتى. پروردگارا! آنچه را كه طاقت تحمل  آن را نداريم بر ما مقرر مدار، و ما را ببخش، و گناهان ما را بپوشان، و مشمول رحمت خود قرار ده، تو مولا و سرپرست مائى، پس ما را بر كافران پيروز گردان."
        },
        {
          "chapter_id": 29,
          "id": 122,
          "reference": "البخاري مع الفتح، ١١/ ١٢٦، برقم ٦٣٢٠. ومسلم، ٤/ ٢٠٨٤، برقم ٢٧١٤.",
          "item": "اگر يكى از شما از بسترش برخاست و دوباره به آن برگشت، جايش را جاروب كند زيرا او نمی‌داند كه پس از رفتنش چه چيزى بر سر بسترش آمده است و اين دعا را بخواند:(پروردگارا! به نام تو پهلوى خود را بر زمين نهادم، و به كمك تو آنرا از زمين، بلند می‌كنم، اگر در حالت خواب روح مرا قبض كردى، آن را ببخشاى، و اگر دوباره به او اجازه‌ى زندگى دادى، از آن محافظت فرما، همچنان كه از بندگان نيكت محافظت كنى).\n\n(إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل:..) الحديث، [ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته]. النهاية في غريب الحديث والأثر (صنف)."
        },
        {
          "chapter_id": 29,
          "id": 123,
          "reference": "أخرجه مسلم، ٤/ ٢٠٨٣، برقم ٢٧١٢، وأحمد بلفظه، ٢/ ٧٩، برقم ٥٥٠٢.",
          "item": "بار الها! تو جان مرا آفريدى، و تو آن را دوباره پس می‌گيرى، مرگ و زندگى آن به دست تو است. الهى! اگر زنده اش نگهداشتى، از او محافظت كن، و اگر آن را ميراندى، پس مورد آمرزش قرار ده. الهى! من از تو عافيت می‌خواهم."
        },
        {
          "chapter_id": 29,
          "id": 124,
          "reference": "أبو داود بلفظه، ٤/ ٣١١، برقم ٥٠٤٥، والترمذي، برقم ٣٣٩٨، وانظر: صحيح الترمذي، ٣/١٤٣، وصحيح أبي داود، ٣/ ٢٤٠.",
          "item": "زمانى كه رسول الله  صلی الله علیه و سلم می‌خواست بخوابد، دست راستش را زير گونه‌اش قرار می‌داد و اين دعا را سه بار می‌خواند:(اللَّهُمَّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ).(الهى! روزى كه بندگانت را حشر می‌كنى، مرا از عذابت نجادت ده).\n\n(كان صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ...) الحديث."
        },
        {
          "chapter_id": 29,
          "id": 125,
          "reference": "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣٢٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
          "item": "خـدايا! با نـام تـو مى ميرم [مى خوابم] و با نـام تـو زنده می‌شوم [بيدار می‌شوم]."
        },
        {
          "chapter_id": 29,
          "id": 126,
          "reference": "هركس اين تسبيحات را در هنگام خوابيدن بخواند، از داشتن خادمى براى او بهتر است. [و در رفع خستگى و كسالت به او كمك مى كند].\n\nمن قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم. البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦ .",
          "item": "الله، پاک و منزّه است. (سی و سه مرتبه) ستایش شایسته ی الله است. (سی و سه مرتبه) الله بزرگترین است. (سی و چهار مرتبه)"
        },
        {
          "chapter_id": 29,
          "id": 127,
          "reference": "مسلم، ٤/ ٢٠٨٤، برقم ٢٧١٣.",
          "item": "الهى! پروردگار آسمانها و زمين، و پروردگار عرش بزرگ، پروردگار ما و همه ى چيز، شكافنده ى دانه و هسته، و فرود آورنده ى تـورات و انجـيل و فـرقان، از شرّ هـر آنچـه كه پيشانی‌اش در دست تو است به تو پناه می‌برم. الهى! توئى اول، قبل از تو چيزى نيست. و توئى آخر، بعد از تو چيزى نيست. تو آشكارى، و هيچ چيز آشكارتر از تو نيست. تو پنهانى، و هيچ چيز پنهان تر از تو نيست. الهى! وام هاى ما را ادا كن، و ما را از تنگدستى به غنا و توانگرى برسان."
        },
        {
          "chapter_id": 29,
          "id": 128,
          "reference": "مسلم، ٤/ ٢٠٨٥، برقم ٢٧١٥.",
          "item": "تمام ستايش ها خدائى راست كه ما را خورانيد و نوشانيد، و تمام امور را كفايت كرد و به ما جاى پناه داد، براستى كه چقدر از مردم هستند كه هيچ گونه مددكار و پناه دهنده‌اى ندارند."
        },
        {
          "chapter_id": 29,
          "id": 129,
          "reference": "أبو داود، ٤/ ٣١٧، برقم ٥٠٦٧، والترمذي، برقم ٣٦٢٩، وانظر: صحيح الترمذي ٣/١٤٢ .",
          "item": "بار الها! اى داننده ى نهان و آشكار، آفريدگار آسمان ها و زمين، پروردگار و مالک هر چيز، من گواهى مى دهم كه بجز تو، معبود ديگرى نيست، از شرّ نفس و از شرّ شيطان و دام فريبش، و از اينكه خود مرتكب كار بدى شوم و يا به مسلمانى، بدى برسانم، به تو پناه می‌برم."
        },
        {
          "chapter_id": 29,
          "id": 130,
          "reference": "الترمذي، برقم ٣٤٠٤، والنسائي في عمل اليوم والليلة، برقم ٧٠٧، وانظر: صحيح الجامع ٤/٢٥٥ .",
          "item": "سوره هاى ﴿الم﴾ تنزيل السجده و(تَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ) را بخواند."
        },
        {
          "chapter_id": 29,
          "id": 131,
          "reference": "((إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: ...)) الحديث.\n\nقال صلى الله عليه وسلم لمن قال ذلك: ((فإن مُتَّ مُتَّ على الفطرة)). البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٣، ومسلم، ٤، ٢٠٨١، برقم ٢٧١٠.",
          "item": "بار الها! جانم را به تو سپردم، و كار خود را به تو تفويض نمودم، و چهره‌ام را به سوى تو گرداندم، و به تو اتّكا كردم، در حالى كه به نعمت هاى تو اميدوارم و از عذابت بيم ناكم، به جز تو پناهگاهى و جاى نجاتى ندارم. الهى! به كتابى كه تو نازل فرمودى، و پيامبرى كه تو مبعوث كردى، ايمان آوردم."
        },
        {
          "chapter_id": 32,
          "id": 134,
          "reference": "مسلم، ٤/ ١٧٧٢، برقم ٢٢٦١.",
          "item": "به طرف چپ خود فوت كند (فوتى كه با كمى رطوبت آب دهان همراه باشد) (سه مرتبه)، از شيطان و از شر آنچه كه ديده است به الله پناه برد (سه مرتبه)، در مورد آن با كسى صحبت نكند، پهلوى خود را جابجا كند."
        },
        {
          "chapter_id": 32,
          "id": 135,
          "reference": "مسلم، ٤/ ١٧٧٣، برقم ٢٢٦٣.",
          "item": "اگر خواست برخيزد و نماز بخواند."
        },
        {
          "chapter_id": 33,
          "id": 136,
          "reference": "أخرجه أصحاب السنن الأربعة، وأحمد، والدارمي، والبيهقي: أبو داود، برقم ١٤٢٥، والترمذي، برقم ٤٦٤، والنسائي، برقم ١٧٤٤، وابن ماجه، برقم ١١٧٨، وأحمد، برقم ١٧١٨، والدارمي، برقم ١٥٩٢، والحاكم، ٣/ ١٧٢، والبيهقي، ٢/ ٢٠٩، وما بين المعقوفين للبيهقي، وانظر: صحيح الترمذي، ١/١٤٤، وصحيح ابن ماجه، ١/١٩٤، وإرواء الغليل للألباني، ٢/١٧٢ .",
          "item": "الهى! مرا در زمره كسانى قرار ده كه آنها را هدايت كرده اى، و مرا جز كسانى قرار ده كه به آن ها عافيت عطا فرمودى. الهى! مرا جزو كسانى قرار ده كه تو ياور آنانى، و هر چه كه به من عنايت فرموده اى، مباركش بگردان، و مرا از قضاى بد، حفاظت كن، توئى كه حكم می‌كنى، احدى بر تو حاكميت ندارد، همانا کسی که تو او را حمايت كنى، ذليل و خوار نمی‌شود، و كسى كه تو با او دشمنى كنى هرگز عزت نمى يابد. پروردگارا! تو بابركت و بلندمرتبه هستى."
        },
        {
          "chapter_id": 33,
          "id": 137,
          "reference": "أخرجه أصحاب السنن الأربعة، وأحمد: أبو داود، برقم ١٤٢٧، والترمذي، برقم ٣٥٦٦، والنسائي، برقم ١٧٤٦، وابن ماجه، برقم ١١٧٩، وأحمد، برقم ٧٥١ . انظر:صحيح الترمذي، ٣/١٨٠، وصحيح ابن ماجه، ١/١٩٤، والإرواء، ٢/١٧٥.",
          "item": "الهى! از خشم تو به خشنوديت، و از عذاب تو به عفوت، پناه مى برم، از خشمت به تو پناه می‌برم. الهى! من نمى توانم تو را آنطور كه شايسته اى، مدح كنم، تو آنچنانى كه خود را مدح كرده‌اى."
        },
        {
          "chapter_id": 33,
          "id": 138,
          "reference": "أخرجه البيهقي في السنن الكبرى، وصحَّح إسناده، ٢/٢١١، وقال الشيخ الألباني في إرواء الغليل: ((وهذا إسناد صحيح))، ٢/١٧٠. وهو موقوف على عمر.",
          "item": "بـار الها! فقط تـو را بـنـدگى مى كنيم، و بـراى تـو نـماز می‌خوانيم، و تـو را سجـده می‌نمائيم، و بـه سوى تـو تـلاش مى كنيم (عملى انجام می‌دهيم كه به تو نزديک شويم) و به رحمت تو اميدواريم، و از عذاب تو می‌ترسيم، هر آينه عذاب به كفار خواهد رسيد.بار الها! از تو مدد مى جوييم، و آمرزش می‌خواهيم، و براى تو ثناى نیک می‌گوييم، و به تـو كفر نمی‌ورزيم، و به تو ايمان می‌آوريم، و براى تو خشوع می‌كنيم، و از كسى كه به تو كفر می‌ورزد، كناره می‌گيريم."
        },
        {
          "chapter_id": 35,
          "id": 140,
          "reference": "أحمد، ١/ ٣٩١، برقم ٣٧١٢، وصححه الألباني في سلسلة الأحاديث الصحيحة، ١/ ٣٣٧.",
          "item": "الهى! من بنده ى تو و فرزند بنده و كنيز تو هستم، پيشانى من (زمامم) در دست تو است، فرمان تو در حق من نافذ است، فيصله ات در حق من عين عدالت است. الهى! من بوسيله‌ى هر اسمى كه خـود را بـا آن مسمّى كرده اى، يـا در كتابت نازل كرده اى، يا به يكى از مخلوقاتت تعليم داده‌اى، يا ترجيح داده اى كه نزد تو در علم غيب بماند، از تو مسألت می‌نمايم كه قرآن را بهار دل، نور سينه، برطرف كننده‌ى غم و اندوه من بگردانى."
        },
        {
          "chapter_id": 35,
          "id": 141,
          "reference": "البخاري، ٧/ ١٥٨، برقم: ٢٨٩٣، كان الرسول صلى الله عليه وسلم يكثر من هذا الدعاء. انظر: البخاري مع الفتح، ١١/١٧٣، وسيأتي ص ٨٩، برقم ١٣٧.",
          "item": "بار الها! من از غم و اندوه، و ناتوانى و سستى، بخل و ترس، سنگينى وام، غلبه‌ى مردان، به تو پناه می‌برم."
        },
        {
          "chapter_id": 36,
          "id": 142,
          "reference": "البخاري، ٧/ ١٥٤، برقم ٦٣٤٥، ومسلم، ٤/ ٢٠٩٢، برقم ٢٧٣٠.",
          "item": "هيچ معبودى بجز خداى بزرگ و بردبار وجود ندارد. هيچ معبودى جز الله كه پروردگار عرش بزرگ است وجود ندارد. هيچ معبودى به جز الله كه پروردگار آسمان ها و زمين و عرش گرامى است وجود ندارد."
        },
        {
          "chapter_id": 36,
          "id": 143,
          "reference": "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٠، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، وحسّنه الألباني في صحيح أبي داود، ٣/٩٥٩ .",
          "item": "اى الله! به رحمت تو اميدوارم، مرا به اندازه ى يك چشم به هم زدن به حال خودم وا مگذار، و تمام امورم را اصلاح كن، بجز تو معبود ديگرى وجود ندارد."
        },
        {
          "chapter_id": 36,
          "id": 144,
          "reference": "الترمذي، ٥/ ٥٢٩، برقم ٣٥٠٥، والحاكم وصححه ووافقه الذهبي، ١/٥٠٥، وانظر: صحيح الترمذي، ٣/١٦٨ .",
          "item": "هيچ معبودى به جز تو (بحق) وجود ندارد، پاك و منزّه هستى و من از زمره‌ى ستمكاران بودم."
        },
        {
          "chapter_id": 36,
          "id": 145,
          "reference": "أخرجه أبو داود، ٢/ ٨٧، برقم ١٥٢٥، وابن ماجه، برقم ٣٨٨٢، وانظر: صحيح ابن ماجه، ٢/٣٣٥ .",
          "item": "الله، الله پروردگار من است و هيچ چيزى را براى او شریک قرار نمی‌دهم."
        },
        {
          "chapter_id": 37,
          "id": 146,
          "reference": "أبو داود، ٢/ ٨٩، برقم ١٥٣٧، وصححه الحاكم ووافقه الذهبي، ٢/١٤٢.",
          "item": "الهى! ما تو را در برابرشان (دشمنان) قرار می‌دهيم و از شرارت هاى آن ها به تو پناه می‌آوريم."
        },
        {
          "chapter_id": 37,
          "id": 147,
          "reference": "أبو داود، ٣/ ٤٢، برقم ٢٦٣٢، والترمذي، ٥/ ٥٧٢، برقم ٣٥٨٤، وانظر: صحيح الترمذي، ٣/١٨٣ .",
          "item": "الهى! تو يار و مددكار من هستى، به كمک تو تاخت و تاز مى نمايم، و به كمک تو (بر دشمنان) حمله می‌كنم، و با مدد تو می‌جنگم."
        },
        {
          "chapter_id": 37,
          "id": 148,
          "reference": "البخاري، ٥/ ١٧٢، برقم ٤٥٦٣.",
          "item": "الله براى ما كافى است، و بهترين كارساز است."
        },
        {
          "chapter_id": 38,
          "id": 149,
          "reference": "البخاري في الأدب المفرد، برقم ٧٠٧، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٥.",
          "item": "يا الله! اى پروردگار هفت آسمان، پروردگار عرش بزرگ، در برابر فلانى فرزند فلانى و دار و دسته‌اش كه از مخلوقات تو هستد، پناه من باش، از اينكه كسى از آنها بر من ظلم كند، يا طغيان نمايد، زيرا هر کس به تو پناه آورد، عزّت مى يابد، همانا ستايشِ تو والاست و جز تو معبودى (بحق) نيست."
        },
        {
          "chapter_id": 38,
          "id": 150,
          "reference": "البخاري في الأدب المفرد برقم ٧٠٨، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٦ .",
          "item": "الله بزرگتر از همه است، الله از تمام مخلوقاتش با عزت تر است، الله از آنچه که من می‌ترسم و پرهیز می‌کنم، نیرومندتر است، اوست که هفت آسمان را از این که بر زمین بیـفتند، نگه مى دارد، و آسمان بر زمین نمى افتد مگر به اجازه ى او. بار الها! از شرّ فـلان بنـده ات و لشکریان، پیروان و طرفـداران جن و انس اش، تو پناه من باش. چرا که ثناى تو والاست و هرکس به تو پناه آورد، عزّت مى یابد و ستایش تو نیکو است و پناهنده به تو باعزّت است و نامت مبارک است و بجز تو معبود دیگرى (بحق) وجود ندارد."
        },
        {
          "chapter_id": 41,
          "id": 153,
          "reference": "البخاري مع الفتح، ٦/ ٣٣٦، برقم ٣٢٧٦، ومسلم، ١/ ١٢٠، برقم ١٣٤.",
          "item": "به الله پناه ببرد. آنچه را كه در آن، به شك افتاده است رها كند."
        },
        {
          "chapter_id": 41,
          "id": 154,
          "reference": "مسلم، ١/ ١١٩- ١٢٠، برقم ١٣٤.",
          "item": "بگويد: به الله و فرستادگانش ايمان آوردم."
        },
        {
          "chapter_id": 41,
          "id": 155,
          "reference": "سورة الحديد، الآية: ٣. أبو داود، ٤/ ٣٢٩، برقم ٥١١٠، وحسنه الألباني في صحيح أبي داود، ٣/٩٦٢ .",
          "item": "اين آيه را بخواند:﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾.(او اوّل است كه آغازى ندارد، و آخر است كه پايانى ندارد، و آشكار است كه همه چيز بر او دلالت دارد، و پنهان است كه حواس انسان بر او احاطه ندارد، او به همه چيز آگاه است)."
        },
        {
          "chapter_id": 42,
          "id": 156,
          "reference": "الترمذي، ٥/ ٥٦٠، برقم ٣٥٦٣، وانظر: صحيح الترمذي، ٣/١٨٠.",
          "item": "اى الله! مرا با رزق حلالت، كفايت كن، و رزق حرام نصيبم مگردان، و با فضل خود از ديگران بى نياز كن."
        },
        {
          "chapter_id": 42,
          "id": 157,
          "reference": "البخاري، ٧/ ١٥٨، برقم ٢٨٩٣، وتقدم ص ٨٣، برقم ١٢١.",
          "item": "بار الها! من از غم و اندوه، ناتوانى و سستى، بُخل و ترس و سنگينى بدهى، و غلبه‌ى مردان به تو پناه می‌برم."
        },
        {
          "chapter_id": 46,
          "id": 161,
          "reference": "أبو داود، ٢/ ٨٦، برقم ١٥٢١، والترمذي، ٢/ ٢٥٧، برقم ٤٠٦، وصححه الألباني في صحيح أبي داود، ١/٢٨٣ .٩٧-٩٨ .",
          "item": "پناه بردن از شيطان به الله."
        },
        {
          "chapter_id": 46,
          "id": 162,
          "reference": "مسلم، ١/ ٢٩١، برقم ٣٨٩، والبخاري، ١/ ١٥١، برقم ٦٠٨.",
          "item": "أذان گفتن."
        },
        {
          "chapter_id": 46,
          "id": 163,
          "reference": "((لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تُقرأ فيه سورة البقرة))، رواه مسلم، ١/ ٥٣٩، برقم ٧٨٠، ومما يطرد الشيطان أذكار الصباح والمساء، والنوم والاستيقاظ، وأذكار دخول المنزل والخروج منه، وأذكار دخول المسجد والخروج منه، وغير ذلك من الأذكار المشروعة، مثل: قراءة آية الكرسي عند النوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير مائة مرة، كانت له حرزاً من الشيطان يومه كله، وكذا الأذان يطرد الشيطان.",
          "item": "با ذكر و قرائت قرآن."
        },
        {
          "chapter_id": 48,
          "id": 165,
          "reference": "ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص ٢٠، وعزاه لابن المنذر في الأوسط.\n\nقاله النووي في الأذكار، ص٣٤٩، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، ٢/٧١٣، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، ١/ ٤١٦ .",
          "item": "كسى كه صاحب فرزندى شد، به او بگويد: (بَارَكَ اللهُ لَكَ فِي الْمَوْهُوْبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ). و او در جواب بگويد: (بَارَكَ اللهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللهُ خَيْراً، وَرَزَقَكَ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ).(خداوند در آن چه كه به تو عنايت كرده است، بركت بدهد، به تو توفيق شكرگزارى عطا فرمايد، و اميدوارم كه فرزندت به كمال برسد و تو از نيكى او بهره مند شوى)، ترجمه‌ى پاسخ دعا: (بركت خداوند براى تو و بر تو باد! خداوند به تو پاداش نيك عطا فرمايد و مانند اين را نيز به تو بدهد و ثوابت را افزون فرمايد)."
        },
        {
          "chapter_id": 50,
          "id": 167,
          "reference": "البخاري مع الفتح، ١٠/ ١١٨، برقم ٣٦١٦.",
          "item": "هيچ باكى نيست، اين بيمارى به خواست خداوند، پاک كننده‌ى (گناهان) است."
        },
        {
          "chapter_id": 50,
          "id": 168,
          "reference": "((ما من عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات...)) الحديث.. إلاَّ عوفي. أخرجه الترمذي،  برقم ٢٠٨٣، وأبو داود، برقم ٣١٠٦، وانظر: صحيح الترمذي، ٢/٢١٠، وصحيح الجامع، ٥/١٨٠ .",
          "item": "از خداوند عظيم، پروردگار عرش بزرگ، می‌خواهم كه تو را شفا دهد. (هفت مرتبه)"
        },
        {
          "chapter_id": 52,
          "id": 170,
          "reference": "البخاري، ٧/ ١٠، برقم ٤٤٣٥، ومسلم، ٤/ ١٨٩٣، برقم ٢٤٤٤.",
          "item": "بار الها! مرا ببخش، و بر من رحم كن، و مرا به رفيق أعلى ملحق ساز. (يعنى رسول الله  صلی الله علیه و سلم، پيامبران (علیهم السلام) ملائكه و بندگان صالح)."
        },
        {
          "chapter_id": 52,
          "id": 171,
          "reference": "البخاري مع الفتح، ٨/ ١٤٤، برقم ٤٤٤٩، وفي الحديث ذكر السواك.",
          "item": "پيامبر  صلی الله علیه و سلم هنگام مرگ دست هايش را در آب فرو مى برد و صورتش را با آنها مسح می‌كرد و می‌فرمود: هيچ معبودى بجز الله (بحق) وجود ندارد، همانا مرگ داراى سختى و دشوارى است."
        },
        {
          "chapter_id": 52,
          "id": 172,
          "reference": "أخرجه الترمذي، برقم ٣٤٣٠، وابن ماجه، برقم ٣٧٩٤، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣١٧ .",
          "item": "و همچنين اين دعا را می‌خواند:هیچ معبودى به جز الله (بحق) وجود ندارد، الله بزرگ ترین است، بجز الله، معبودى (بحق) وجود ندارد، یکتاست. هیچ معبودى به جز الله (بحق) وجود ندارد. شریکى ندارد، هیچ معبودى به جز الله (بحق) وجود ندارد، پادشاهى از آنِ اوست، ستایش شایسته ى اوست. هیچ معبودى به جز الله (بحق) وجود ندارد، هیچ نیروى بازدارنده از گناهان و توفیق دهنده به نیکى، به جز الله وجود ندارد."
        },
        {
          "chapter_id": 56,
          "id": 176,
          "reference": "مسلم، ٢/ ٦٦٣، برقم ٩٦٣.",
          "item": "بار الها! او را ببخش، و بر او رحم كن، و عافيت نصيبش بگردان، و از وى گذشت كن. الهى! ميهمانى او را گرامى بدار، و قبرش را وسيع بگردان، و او را با آب و برف و تگرگ بشوى، و از گناهان، چنان پاكش بگردان كه لباس سفيد را از آلودگى، پاك و تميز می‌گردانى. پروردگارا! به او خانه اى بهتر از خانه اش، و خانواده اى بهتر از خانواده اش، و همسرى بهتر از همسرش، عنايت بفرما، و او را وارد بهشت كن، و از عذاب قبر و دوزخ پناهش ده."
        },
        {
          "chapter_id": 56,
          "id": 177,
          "reference": "أبو داود، برقم ٣٢٠١، والترمذي، برقم ١٠٢٤، والنسائي، برقم ١٩٨٥، وابن ماجه، ١/ ٤٨٠، برقم ١٤٩٨، وأحمد، ٢/ ٣٦٨، برقم ٨٨٠٩، وانظر: صحيح ابن ماجه، ١/٢٥١ .",
          "item": "الهى! زنده و مرده، حاضر و غايب، کوچک و بزرگ، مرد و زن ما را مورد آمرزش قرار دهد، يا الله! هركسى را از ميان ما زنده نگه مى دارى بر اسلام زنده‌اش نگاه دار، و هركسى را ميرانى بر ايمان بميران. بار الها! از اجر اين متوفّى ما را محروم مگردان، و بعد از وى ما را گمراه نكن."
        },
        {
          "chapter_id": 56,
          "id": 178,
          "reference": "أخرجه ابن ماجه، برقم ١٤٩٩، انظر: صحيح ابن ماجه، ١/٢٥١، ورواه أبو داود، ٣/ ٢١١، برقم ٣٢٠٢.",
          "item": "يا الله! همانا فلان پسر فلان در امان و پناه تو است، پس او را از فتنه ى قبر و عذاب دوزخ نجات بده، بدون شك تو اهل وفا و حقّ هستى. الها! او را ببخشاى و بر وى رحم كن، همانا تو بخشاينده و مهربانى."
        },
        {
          "chapter_id": 56,
          "id": 179,
          "reference": "أخرجه الحاكم وصححه ووافقه الذهبي، ١/٣٥٩، وانظر: أحكام الجنائز للألباني، ص١٢٥ .",
          "item": "اى الله! اين شخص بنده ى تو و فرزند كنيز تو است كه به رحمت تو نيازمند است، و تو از عذاب دادن او بى نيازى، اگر نيكوكار است بر نيكى هايش بيفزاى، و اگر بدكار است از او گذشت بفرما."
        },
        {
          "chapter_id": 57,
          "id": 180,
          "reference": "((قال سعيد بن المسيب: صلّيتُ وراء أبي هريرة على صبيٍّ لم يعمل خطيئة قَطُّ، فسمعته يقول..)) الحديث. أخرجه مالك في الموطأ، ١/٢٨٨، وابن أبي شيبة في المصنف، ٣/٢١٧، والبيهقي، ٤/٩، وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي، ٥/٣٥٧ .\n\nانظر: المغني لابن قدامة، ٣/٤١٦، والدروس المهمة لعامة الأمة، للشيخ عبد العزيز بن عبد الله بن باز ‘، ص١٥ .",
          "item": "خداوندا! او را از عذاب قبر پناه ده).اگر دعاى زير را خواند هم خوب است:(اللَّهُمَّ اجْعَلْهُ فَرَطًا وَذُخْراً لِوَالِدَيْهِ، وَشَفِيْعاً مُجَاباً. اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِيْنَهُمَا وَأَعْظِمْ بِهِ أُجُوْرَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِيْنَ، وَاجْعَلْهُ فِيْ كَفَالَةِ إِبْرَاهِيْمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيْمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ ِلأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِاْلإِيْمَانِ).(خدايا! او را ميزبان و ذخيره و شفاعت كننده اى كه شفاعتش قبول شود براى پدر و مادرش قرار بده. خدايا! بوسيله ى او ترازوى حسنات پدر و مادرش را سنگين بگردان، و بر پاداش آنها بيفزاى، و او را به مؤمنان نيكوكار ملحق بگردان، و در كفالت ابراهيم؛ قرار ده، و به رحمت خود از عذاب دوزخ حفظ كن، و خانه اى بهتر از خانه اش، و خانواده‌اى بهتر از خانواده‌اش به او عطا فرما، خدايا! گذشتگان و كسانى را كه پيش از ما رفته اند و آنهايى را كه در ايمان بر ما سبقت جسته اند بيامرز)."
        },
        {
          "chapter_id": 57,
          "id": 181,
          "reference": "كان الحسن يقرأ على الطفل بفاتحة الكتاب، ويقول... الحديث. أخرجه البغوي في شرح السنة، ٥/٣٥٧، وعبدالرزاق، برقم ٦٥٨٨، وعلقه البخاري في كتاب الجنائز، ٦٥ باب قراءة فاتحة الكتاب على الجنازة، ٢/ ١١٣، قبل الحديث رقم ١٣٣٥.",
          "item": "خدايا! او را براى ما ميزبان و ذخيره و ثوابى قرار ده."
        },
        {
          "chapter_id": 58,
          "id": 182,
          "reference": "البخاري، ٢/ ٨٠، برقم ١٢٨٤، ومسلم، ٢/ ٦٣٦، برقم ٩٢٣.\n\nالأذكار للنووي، ص١٢٦ .",
          "item": "همانا آنچه را كه خداوند گرفت، از آنِ خودش بود، و آنچه را كه داده است نيز مال خود او مى باشد، مسلّماً هر چيز، ميعاد معينى دارد، لذا بايد صبر كنى و اميد ثواب داشته باشى. و اگر بگوید:(الله! اجرت را بزرگ گرداند و عزايت را نيكو كند، و ميّتت را بيامرزد). و اگر دعاى فوق را بخواند خوب است."
        },
        {
          "chapter_id": 62,
          "id": 186,
          "reference": "أخرجه أبو داود، ٤/ ٣٢٦، برقم ٥٠٩٩، وابن ماجه، ٢/ ١٢٢٨، برقم ٣٧٢٧، وانظر: صحيح ابن ماجه، ٢/٣٠٥ .",
          "item": "بار الها! من از تو خير اين باد را می‌خواهم، و از شرّ آن به تو پناه می‌برم."
        },
        {
          "chapter_id": 62,
          "id": 187,
          "reference": "مسلم، واللفظ له، ٢/ ٦٦٦، برقم ٨٩٩، والبخاري، ٤/ ٧٦ برقم ٣٢٠٦، ورقم ٤٨٢٩.",
          "item": "الهى! من از تو خير اين باد، و خير آنچه را كه در آن قرار دارد، و خير آنچه را كه اين باد براى آن فرستاده شده است، مسألت می‌نمايم، و از شرّ اين باد، و شرّ آنچه در آن قرار دارد، و شرّ آنچه براى آن فرستاده شده است، به تو پناه می‌برم."
        },
        {
          "chapter_id": 64,
          "id": 189,
          "reference": "أبو داود، ١/ ٣٠٣، برقم ١١٧١، وصححه الألباني في صحيح أبي داود، ١/٢١٦.",
          "item": "الهى! به ما بارانى عطا فرما كه باعث نجات گردد، گوارا و با خير و بركت باشد، مفيد و بدون ضرر باشد، زود ببارد و دير نكند."
        },
        {
          "chapter_id": 64,
          "id": 190,
          "reference": "البخاري، ١/ ٢٢٤، برقم ١٠١٤، ومسلم، ٢/ ٦١٣، برقم ٨٩٧.",
          "item": "بار الها! بر ما باران ببار، بر ما باران ببار، بر ما باران ببار."
        },
        {
          "chapter_id": 64,
          "id": 191,
          "reference": "أبو داود، ١/ ٣٠٥، برقم ١١٧٨، وحسنه الألباني في صحيح أبي داود، ١/٢١٨ .",
          "item": "الهى! بندگانت و حيواناتت را سيراب بگردان، پروردگارا! رحمت خود را بگستران و زمينِ مرده ات را زنده بگردان."
        },
        {
          "chapter_id": 69,
          "id": 196,
          "reference": "أخرجه أبو داود، ٢/ ٣٠٦، برقم ٢٣٥٩، وغيره. وانظر: صحيح الجامع، ٤/٢٠٩.",
          "item": "تشنگى برطرف شد، رگها تَر شدند و پاداش ـ إن شاء الله ـ ثابت گشت."
        },
        {
          "chapter_id": 69,
          "id": 197,
          "reference": "أخرجه ابن ماجه، ١/ ٥٥٧، برقم ١٧٥٣ من دعاء عبد الله بن عمرو رضي الله عنهما، وحسنه الحافظ في تخريج الأذكار. انظر: شرح الأذكار، ٤/٣٤٢ .",
          "item": "الهى! من از تو بوسيله‌ى رحمتت كه همه‌ى چيز را فراگرفته است، می‌خواهم كه مرا بيامرزى."
        },
        {
          "chapter_id": 70,
          "id": 198,
          "reference": "أخرجه أبو داود، ٣/ ٣٤٧، برقم ٣٧٦٧، والترمذي، ٤/ ٢٨٨، برقم ١٨٥٨، وانظر: صحيح الترمذي، ٢/١٦٧ .",
          "item": "هرگاه، يكى از شما خواست غذا بخورد (بِسْمِ اللهِ) بگويد، و اگر در اول غذا خوردن فراموش كرد بگويد (بِسْمِ اللهِ فِيْ أَوَّلِهِ وَآخِرِهِ)."
        },
        {
          "chapter_id": 70,
          "id": 199,
          "reference": "الترمذي، ٥/ ٥٠٦، برقم ٣٤٥٥، وانظر: صحيح الترمذي، ٣/١٥٨.",
          "item": "هرگاه خداوند به كسى طعامى عطا نمود بگود: (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَأَطْعِمْنَا خَيْراً مِنْهُ). (بار الها! اين غذا را براى ما با بركت بگردان و بهتر از آن به ما عطا فرما).و هر وقت خداوند به كسى شير عطا نمود بگويد: (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ).(بار الها! اين شير را براى ما با بركت بگردان و آن را بيفزاى)."
        },
        {
          "chapter_id": 71,
          "id": 200,
          "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم ٤٠٢٥، والترمذي، برقم ٣٤٥٨، وابن ماجه، برقم ٣٢٨٥، وانظر صحيح الترمذي، ٣/١٥٩ .",
          "item": "سپاس خداى را كه اين غذا را به من خورانيد بدون اينكه من قدرت و توانى داشته باشم."
        },
        {
          "chapter_id": 71,
          "id": 201,
          "reference": "البخاري، ٦/ ٢١٤، برقم ٥٤٥٨، والترمذي بلفظه، ٥/ ٥٠٧، برقم ٣٤٥٦.",
          "item": "ستايش بسيار زياد، پاكيزه و مبارك، خدايى را كه بى نياز است و درخواست از او هميشه ادامه دارد، و همه به او نيازمندند، پروردگارا! ستايش مان را قبول فرما."
        },
        {
          "chapter_id": 78,
          "id": 208,
          "reference": "البخاري، ٧/ ١٢٥، برقم ٥٨٧٠.",
          "item": "هرگاه يكى از شما عطسه زد، بگويد: (الحَمْدُ ِللهِ)،(ستایش شایسته ی خداوند است)و برادر يا دوستى كه می‌شنود بگويد: (يَرْحَمُكَ اللهُ)،(خداوند بر شما رحم کند).\n\nو او در جوابش بگويد: (يَهْدِيْكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ).(خداوند شما را هدایت کند و اصلاح نماید)."
        },
        {
          "chapter_id": 102,
          "id": 232,
          "reference": "أحمد، ٢/ ٧، برقم ٤٥٢٤، والترمذي، ٥/ ٤٩٩، برقم ،٣٤٤٣،  وصححه الألباني في صحيح سنن الترمذي، ٣/ ٤١٩.",
          "item": "من دين و امانت و خاتمه‌ى كارهايت را به الله می‌سپارم."
        },
        {
          "chapter_id": 102,
          "id": 233,
          "reference": "الترمذي، برقم ٣٤٤٤، وانظر: صحيح الترمذي، ٣/١٥٥ .",
          "item": "خداوند، تقوى نصيب شما گرداند، گناهانت را ببخشايد، و هر جا كه هستيد خير را براى شما ميسّر گرداند."
        },
        {
          "chapter_id": 108,
          "id": 239,
          "reference": "أخرجه مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
          "item": "رسول الله صلی الله علیه و سلم می‌فرمايد: هركس بر من یک درود بفرستد، خداوند بر او ده درود می‌فرستد."
        },
        {
          "chapter_id": 108,
          "id": 240,
          "reference": "أبو داود، ٢/ ٢١٨، برقم ٢٠٤٤، وأحمد، ٢/ ٣٦٧، برقم ٨٨٠٤، وصححه الألباني في صحيح أبي داود، ٢/٣٨٣ .",
          "item": "همچنين رسول الله صلی الله علیه و سلم فرمودند: به زيارت قبر من عادت نكنيد، بلکه بر من درود بفرستيد: زيرا هر جا كه باشيد درود شما به من می‌رسد."
        },
        {
          "chapter_id": 108,
          "id": 241,
          "reference": "الترمذي، ٥/ ٥٥١، برقم ٣٥٤٦، وغيره، وانظر: صحيح الجامع، ٣/٢٥، وصحيح الترمذي، ٣/١٧٧ .",
          "item": "نيز آنحضرت صلی الله علیه و سلم فرمودند: بخيل كسى است كه نام مرا نزد او بگويند و بر من درود نفرستد."
        },
        {
          "chapter_id": 108,
          "id": 242,
          "reference": "النسائي، ٣/ ٤٣، برقم ١٢٨٢، والحاكم، ٢/٤٢١، وصححه الألباني في صحيح النسائي، ١/٢٧٤ .",
          "item": "و نيز رسول الله صلی الله علیه و سلم فرمودند: خداوند فرشتگانى دارد كه روى زمين مى گردند و سلام امتم را به من می‌رسانند."
        },
        {
          "chapter_id": 108,
          "id": 243,
          "reference": "أبو داود، برقم ٢٠٤١، وحسنه الألباني في صحيح أبي داود، ١/٣٨٣ .",
          "item": "و نيز آنحضرت صلی الله علیه و سلم فرمودند: هركس كه به من سلام دهد، خداوند روحم را به من برمى گرداند تا جواب سلامش را بدهم."
        },
        {
          "chapter_id": 109,
          "id": 244,
          "reference": "مسلم، ١/ ٧٤، برقم ٥٤، وأحمد، برقم ١٤٣٠، واللفظ له، ولفظ مسلم: ((لا تدخلون...)).",
          "item": "رسول الله صلی الله علیه و سلم فرمودند: به بهشت وارد نمى شويد تا اينكه ايمان بياوريد، و ايمان شما كامل نمى شود مگر اينكه يكديگر را دوست داشته باشيد، آيا شما را به كارى راهنمايى نكنم كه انجام آن، باعث دوستى شما با يكديگر شود، سلام را بين خود رواج دهيد."
        },
        {
          "chapter_id": 109,
          "id": 245,
          "reference": "البخاري مع الفتح، ١/ ٨٢،، برقم ٢٨، عن عمار رضي الله عنه موقوفاً معلقاً.",
          "item": "كسى كه سه خصلت داشته باشد، ايمانش را كامل كرده است: عدالت با خود، سلام دادن به همه ى مردم، و انفاق در تنگدستى."
        },
        {
          "chapter_id": 109,
          "id": 246,
          "reference": "البخاري مع الفتح، ١/ ٥٥، برقم ١٢، ومسلم، ١/ ٦٥، برقم ٣٩.",
          "item": "عبدالله بن عمر رضی الله عنهم روايت می‌كند كه مردى از پيامبر اكرم صلی الله علیه و سلم پرسيد: بهترين عمل در اسلام كدام است؟ آنحضرت صلی الله علیه و سلم فرمود: خوراك دادن و سلام كردن به آشنا و بيگانه."
        },
        {
          "chapter_id": 123,
          "id": 260,
          "reference": "البخاري مع الفتح، ١/ ٢١٠، و٣٩٠، و٤١٤، برقم، ١١٥، ورقم ٣٥٩٩، ورقم ٦٢١٨، ومسلم، ٤/ ١٨٥٧، برقم ١٦٧٤.",
          "item": "الله، پاك و منزّه است."
        },
        {
          "chapter_id": 123,
          "id": 261,
          "reference": "البخاري مع الفتح، ٨/ ٤٤١، برقم ٤٧٤١، وبرقم ٣٠٦٢، والترمذي، برقم ٢١٨٠، والنسائي في الكبرى، برقم ١١١٨٥، وانظر: صحيح الترمذي، ٢/١٠٣، و٢/٢٣٥، ومسند أحمد، ٥/ ٢١٨، برقم ٢١٩٠٠.",
          "item": "الله بزرگترين است."
        },
        {
          "chapter_id": 130,
          "id": 268,
          "reference": "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧.",
          "item": "رسول الله صلی الله علیه و سلم می‌فرمايد: (وَاللهِ إِنِّي لأََسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي اليَوْمِ أَكْثَرُ مِنْ سَبْعِينَ مَرَّةٍ). (بخدا سوگند، من روزانه بيشتر از هفتاد بار از خدا طلب مغفرت می‌كنم، و به سوى او توبه می‌نمايم)."
        },
        {
          "chapter_id": 130,
          "id": 269,
          "reference": "مسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٢.",
          "item": "و نيز پیامبر صلی الله علیه و سلم فرمودند: (يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةُ مَرَّةً). (اى مردم! به سوى خدا باز گرديد [توبه كنيد] چرا كه من روزانه صد بار توبه می‌كنم)."
        },
        {
          "chapter_id": 130,
          "id": 270,
          "reference": "أبو داود، ٢/ ٨٥، برقم ١٥١٧، والترمذي، ٥/ ٥٦٩، برقم ٣٥٧٧، والحاكم وصححه ووافقه الذهبي، ١/٥١١، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٨٢، وجامع الأصول لأحاديث الرسول صلى الله عليه وسلم، ٤/٣٨٩-٣٩٠ بتحقيق الأرناؤوط.",
          "item": "همچنين پیامبر صلی الله علیه و سلم می‌فرمايد: هركس دعاى زيرا بخواند، خداوند گناهانش را می‌آمرزد، اگر چه از ميدان جهاد گريخته باشد: (أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ وَأَتُوْبُ إِلَيْهِ). (من از خداى بزرگى كه هيچ معبودى بجز او (بحق) وجود ندارد و زنده و پاينده است، آمرزش می‌خواهم و به سوى او توبه می‌كنم)."
        },
        {
          "chapter_id": 130,
          "id": 271,
          "reference": "الترمذي، برقم ٣٥٧٩، والنسائي، ١/ ٢٧٩، برقم ٥٧٢، والحاكم، ١/ ٣٠٩، وانظر: صحيح الترمذي، ٣/١٨٣، وجامع الأصول بتحقيق الأرناؤوط، ٤/١٤٤ .",
          "item": "و رسول الله صلی الله علیه و سلم می‌فرمايد: (أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنْ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللهَ فِي تِلْكَ السَّاعَةِ فَكُنْ). (پروردگار، در بـخـش پايانى شـب، از هر زمانِ ديگر به بنده اش نزدیک تر است، اگر می‌توانى از كسانى باش كه در آن وقت، مشغول ذكر خدايند)."
        },
        {
          "chapter_id": 130,
          "id": 272,
          "reference": "مسلم، ١/٣٥٠، برقم ٤٨٢.",
          "item": "و آنحضرت صلی الله علیه و سلم می‌فرمايد: (أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكْثِرُوا الُّدعَاءَ). (نزدیک ترين حالت بنده به پروردگارش، هنگام سجده است، پس [در آن حالت] بسيار دعا كنيد)."
        },
        {
          "chapter_id": 130,
          "id": 273,
          "reference": "أخرجه مسلم، ٤/ ٢٠٧٥، برقم ٢٧٠٢، قال ابن الأثير: ((ليُغان على قلبي))، أي ليُغطَّى ويُغشى، والمراد به: السهو؛ لأنه كان صلى الله عليه وسلم لا يزال في مزيد من الذكر والقربة ودوام المراقبة، فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عَدّهُ ذَنباً على نفسه، ففزع إلى الاستغفار. انظر: جامع الأصول، ٤/٣٨٦ .",
          "item": "و همچنين پیامبر صلی الله علیه و سلم فرمودند: (إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللهَ فِي الْيَوْمِ مِائَةُ مَرَةٍ). (فراموشى دلم را فرا مى گيرد لذا روزانه صد بار از خداوند آمرزش می‌طلبم)."
        },
        {
          "chapter_id": 131,
          "id": 274,
          "reference": "البخاري، ٧/ ١٦٨، برقم ٦٤٠٥، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١، وانظر: فضل من قالها مائة مرة إذا أصبح وإذا أمسى، ص ٦٥ من هذا الكتاب.",
          "item": "رسول الله صلی الله علیه و سلم می‌فرمايد: (مَنْ قَالَ:  سُبْحَانَ اللهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ). (هركس روزانه صد بار (سُبْحَانَ اللهِ وَبِحَمْدِهِ) بگويد، گناهانش بخشيده می‌شوند اگر چه به اندازه‌ى كف دريا باشند)."
        },
        {
          "chapter_id": 131,
          "id": 275,
          "reference": "البخاري، ٧/ ٦٧، برقم ٦٤٠٤، ومسلم بلفظه، ٤/ ٢٠٧١، برقم ٢٦٩٣، وانظر: فضل من قالها في اليوم مائة مرة: الدعاء رقم ٩٣، ص ٦٦ من هذا الكتاب.",
          "item": "و پیامبر صلی الله علیه و سلم می‌فرمايد: هركس دعاى زير را ده بار بخواند مانند كسى است كه چهار تن از فرزندان اسماعيل را آزاد كرده است: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ). (هيچ معبودى به جز الله (بحق) وجود ندارد، يكتاست و شريكى ندارد، پادشاهى و ستايش از آنِ او است، و او بر هر چيز تواناست)."
        },
        {
          "chapter_id": 131,
          "id": 276,
          "reference": "البخاري، ٧/ ١٦٨، برقم ٦٤٠٤، ومسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٤.",
          "item": "و پیامبر صلی الله علیه و سلم می‌فرمايد: دو كلمه وجود دارد كه راحت به زبان می‌آيند و در ترازوى اعمال، سنگين اند، و نزد خداى رحمان محبوب اند: (سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيْمِ). (الله پاک و منزّه است، و او را ستايش مى كنم، خداوند عظيم، پاك و منزّه است)."
        },
        {
          "chapter_id": 131,
          "id": 277,
          "reference": "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٥.",
          "item": "و پیامبر صلی الله علیه و سلم می‌فرمايد: اگر من (سُبْحَانَ اللهِ، وَالْحَمْدُ ِللهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ) بگويم، نزد من از آنچه كه خورشيد بر آن طلوع كرده است (يعنى همه ى دنيا) دوست داشتنی‌تر است."
        },
        {
          "chapter_id": 131,
          "id": 278,
          "reference": "مسلم، ٤/ ٢٠٧٣، برقم ٢٦٩٨.",
          "item": "و پیامبر صلی الله علیه و سلم  می فرماید: (آيا كسى از شما نمی‌تواند روزانه هزار نيكى بدست آورد؟ يكى از كسانى كه در جلسه حضور داشت پرسيد: چگونه يكى از ما مى تواند هزار نيكى بدست آورد؟ فرمود: (هركس صد بار سبحان الله بگويد برايش هزار نيكى نوشته مى شود، يا هزار گناه از او بخشيده می‌شود)."
        },
        {
          "chapter_id": 131,
          "id": 279,
          "reference": "أخرجه، الترمذي، ٥/ ٥١١، برقم ٣٤٦٤، والحاكم، ١/٥٠١، وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ٥/٥٣١، وصحيح الترمذي، ٣/١٦٠ .",
          "item": "هر كس (سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ) بگويد: یک درخت خرما برايش در بهشت كاشته می‌شود."
        },
        {
          "chapter_id": 131,
          "id": 280,
          "reference": "البخاري مع الفتح، ١١/ ٢١٣، برقم ٤٢٠٦، ومسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٤.",
          "item": "رسول الله صلی الله علیه و سلم فرمودند: (يَا عَبْدَ اللهِ بْنِ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بَاللهِ). (اى عبدالله بن قيس! آيا تو را به گنجى از گنج هاى بهشت، راهنمايى نكنم؟) گفتم: بلى يا رسول الله! فرمود: (قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بَاللهِ)."
        },
        {
          "chapter_id": 131,
          "id": 281,
          "reference": "مسلم، ٣/ ١٦٨٥، برقم ٢١٣٧.",
          "item": "و رسول الله صلی الله علیه و سلم فرمودند: (أَحَبُّ الْكَلاَمِ إِلَى اللهِ أَرْبَعٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهِ، وَاللهُ أَكْبَرُ، لاَ يَضُرُّكَ بَأَيَّهِنَّ بَدَأْتَ). (چهار كلمه نزد خداوند از همه ى كلمات محبوب تر هستند: سَبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهِ، وَاللهُ أَكْبَرُ، با هر يك از آنها كه شروع كنى اشكالى ندارد)."
        },
        {
          "chapter_id": 131,
          "id": 282,
          "reference": "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٦، وزاد أبو داود، ١/ ٢٢٠، برقم ٨٣٢: فلما ولّى الأعرابي قال النبي صلى الله عليه وسلم: ((لقد ملأ يده من الخير)).",
          "item": "باديـه نشينى نـزد رسـول الله صلی الله علیه و سلم  آمـد و گفت: جمله‌اى به من بياموز تا آنرا وِرد خود سازم، رسول الله صلی الله علیه و سلم  فرمود: بگو: (لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، اللهُ أَكْبَرُ كَبِيْراً، وَالْحَمْدُ ِللهِ كَثِيْراً، سُبْحَانَ اللهِ رَبِّ الْعَالَمِيْنَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَزِيْزِ الْحَكِيْمِ). آن مرد گفت: اين جملات از آنِ پروردگار است، براى خود چه بگويم؟ رسول الله صلی الله علیه و سلم  فرمود: بگو: (اللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَارْزُقْنِيْ).يعنى: بار الها! مرا ببخش، و به من رحم كن، و مرا هدايت كن، و به من روزى عنايت فرما."
        },
        {
          "chapter_id": 131,
          "id": 283,
          "reference": "مسلم ، ٤/ ٢٠٧٣، برقم ٣٦٩٧، وفي رواية له أيضاً: ((فإن هؤلاء تجمع لك دنياك وآخرتك)).",
          "item": "هرگاه فردى مسلمان می‌شد، رسول الله صلی الله علیه و سلم نماز را به او می‌آموخت، سپس دستور می‌داد كه با اين جملات دعا كند: اللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَعَافِنِي وَارْزُقْنِيْ).(بار الها! مرا ببخش، و به من رحم كن، و مرا هدايت ده، و عفو كن، و به من روزى عطا فرما."
        },
        {
          "chapter_id": 131,
          "id": 284,
          "reference": "الترمذي، ٥/ ٤٦٢، برقم ٣٣٨٣، وابن ماجه، ٢/ ١٢٤٩، برقم ٣٨٠٠، والحاكم، ١/٥٠٣،وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ١/٣٦٢.",
          "item": "بهترين دعا الحَمْدُ للهِ، و بهترين ذكر لاَ إِلَهَ إِلاَّ اللهُ است."
        },
        {
          "chapter_id": 131,
          "id": 285,
          "reference": "أحمد، برقم ٥١٣، بترتيب أحمد شاكر، وانظر: مجمع الزوائد، ١/٢٩٧، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي [في الكبرى]، برقم ١٠٦١٧، وقال: صححه ابن حبان، [برقم ٨٤٠]، والحاكم [١/ ٥٤١].",
          "item": "باقيات صالحات (نيكى هاى جاودانه) عبارتند از: (سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ)."
        }
      ],
      "russian": [
        {
          "chapter_id": 1,
          "id": 1,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 11/113, Muslim 4/2083.",
          "item": "Хвала Аллаху, Который оживил нас после того, как умертвил нас, и к Которому [мы вернёмся после] воскрешения."
        },
        {
          "chapter_id": 1,
          "id": 2,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/39, Ibn Majah 2/335.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит власть; хвала Ему — Он всё может. Пречист Аллах, хвала Аллаху, нет бога, кроме Аллаха, Аллах велик и нет мощи и силы ни у кого, кроме Аллаха, Высокого, Великого. Господь мой, прости меня!"
        },
        {
          "chapter_id": 1,
          "id": 3,
          "reference": "At-Tirmizi 5/473, Al-Albani's Sahih Tirmithi 3/144.",
          "item": "Хвала Аллаху, Который уберёг [от всего дурного] моё тело, вернул мне мой дух и позволил мне поминать Его "
        },
        {
          "chapter_id": 1,
          "id": 4,
          "reference": "Qur'an Al-'Imran 3: 190-200, Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 8/237, Muslim 1/530.",
          "item": "Аллах Всевышний сказал: \"Поистине, в сотворении небес и земли, в чередовании ночи и дня [заключены] знамения для обладающих разумом, * которые поминают Аллаха стоя, сидя и [лёжа] на боках своих и размышляют о сотворении небес и земли, [говоря]: \"Господь наш, не напрасно Ты сотворил это, пречист Ты! Защити же нас от мук Огня! * Господь наш! Поистине, Ты посрамишь того, кого ввергнешь в Огонь, и не будет у несправедливых помощников. * Господь наш! Мы услышали глашатая, который призывал к вере, [говоря]: \"Уверуйте в Господа вашего!\" — и уверовали. * Господь наш! Прости нам грехи наши, покрой наши дурные дела и упокой нас с праведниками. * Господь наш! Даруй нам то, что Ты обещал нам через Своих посланников, и не посрами нас в День воскресения, ведь Ты не нарушаешь [Своих] обещаний\". * И ответил им Господь их: \"Поистине, не погублю Я [ни одного] дела, кто бы его ни совершил, будь то мужчина или женщина, [ведь] одни из вас [происходят] от других. [Что же касается] тех, кто переселился, [или] был изгнан из своих жилищ, [или] подвергся мучениям на Моём пути, [или] сражался и был убит, то в качестве награды от Аллаха — а у Аллаха — лучшая награда! — Я непременно покрою их дурные дела и введу их в сады, под [деревьями] которых текут реки\". * Да не введёт тебя в соблазн свобода действий, [предоставленная] тем, кто не уверовал на [земле]. * [Всё, чем они] пользуются, ничтожно, а затем убежищем их станет Геенна, и скверно это ложе! * Для тех же, кто боялся Господа своего, [уготованы] райские сады, где под [деревьями] текут реки и где [богобоязненные] останутся навечно, [вкушая яства, которые будут] угощением от Аллаха, а то, что у Аллаха, — лучшее для праведных. * Поистине, есть среди людей Писания такие, которые веруют в Аллаха, и в то, что было ниспослано вам, и в то, что было ниспослано им, проявляя смирение пред Аллахом. Они не продают аяты Аллаха за ничтожную цену, и [уготована] им награда у их Господа. Поистине, Аллах скор в расчёте. * О те, кто уверовал! Будьте терпеливы, проявляйте больше выдержки, неотступно оставайтесь [на страже] и бойтесь Аллаха, чтобы вы преуспели» (3:190–200)."
        },
        {
          "chapter_id": 4,
          "id": 7,
          "reference": "Abu Dawud 4/41, Al-Albani Sahih Abu Dawud 2/760.",
          "item": "Да возместит тебе Аллах Всевышний, когда ты износишь [её]."
        },
        {
          "chapter_id": 4,
          "id": 8,
          "reference": "Ibn Majah 2/1178, Al-Baghawi 12/41, Al-Albani, Sahih Ibn Majah 2/275",
          "item": "Носи новое, живи достойно и умри шахидом."
        },
        {
          "chapter_id": 9,
          "id": 13,
          "reference": "Muslim 1/209.",
          "item": "Свидетельствую, что нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища, и свидетельствую, что Мухаммад — Его раб и Его посланник."
        },
        {
          "chapter_id": 9,
          "id": 14,
          "reference": "At-Tirmizi 1/78, Al-Albani, Sahih At-Tirmizi 1/18",
          "item": "О Аллах! Причисли меня к кающимся и причисли меня к очищающимся."
        },
        {
          "chapter_id": 9,
          "id": 15,
          "reference": "An-Nasa'i, 'Amalul-Yawm wal-Laylah, p. 173, Al-Albani, 'Irwa'ul-Ghalil 1/135, 2/94.",
          "item": "Пречист Ты, о Аллах, и хвала Тебе! Свидетельствую, что нет бога, кроме Тебя, прошу у Тебя прощения и приношу Тебе своё покаяние."
        },
        {
          "chapter_id": 10,
          "id": 16,
          "reference": "Abu Dawud 4/325, At-Tirmizi 5/490, Al-Albani, Sahih At-Tirmizi 3/151",
          "item": " С именем Аллаха, уповаю на Аллаха, нет мощи и силы ни у кого, кроме Аллаха."
        },
        {
          "chapter_id": 10,
          "id": 17,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Al-Albani, Sahih At-Tirmizi 3/152, Sahih Ibn Majah 2/336",
          "item": "О Аллах! Поистине, я прибегаю к Твоей за-щите от того, чтобы сбиться с пути или оказаться сбитым с него, от того, чтобы самому допустить ошибку, и от того, чтобы меня заставили ошибиться, от того, чтобы самому допустить несправедливость, и от того, чтобы со мной поступили несправедливо, от того, чтобы поступать подобно невежественным, и от того, чтобы [люди] поступали так со мной."
        },
        {
          "chapter_id": 15,
          "id": 22,
          "reference": "Al-Bukhari 1/152, Muslim 1/288.",
          "item": "Желательно повторять за муаззином всё,что он говорит, вплоть до слов «Спешите на молитву!» (хаййа ‘аля с-салят!) и «Спешите к спасению!» (хаййа ‘аля ль-фалях!), вместо которых необходимо произносить слова «Нет мощи и силы ни у кого, кроме Аллаха»."
        },
        {
          "chapter_id": 15,
          "id": 23,
          "reference": "Muslim 1/290, Ibn Khuzaymah 1/220.",
          "item": " После того как муаззин произнесёт слова свидетельства, желательно сказать: «И я свидетельствую, что нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища,и что Мухаммад — Его раб и Его посланник;доволен я Аллахом как Господом, Мухаммадом — как посланником и исламом — как религией» "
        },
        {
          "chapter_id": 15,
          "id": 24,
          "reference": "Muslim 1/288",
          "item": "Передают, что Пророк (c.а.в.с.) сказал: «Когда услышите [призыв] муаззина [на молитву], повторяйте то, что он говорит, после чего призовите на меня благословение»"
        },
        {
          "chapter_id": 15,
          "id": 25,
          "reference": "Al-Bukhari 1/152, Al-Bayhaqi 1/410",
          "item": "Завершив повторять то, что произносит муаззин, желательно обратиться к Аллаху с мольбой за пророка и сказать: «О Аллах, Господь этого совершенного призыва и совершаемой (ка’има) молитвы, приведи Мухаммада к Василе и высокому положению (фадыля) и направь его к месту достохвальному, которое Ты обещал ему, {ведь Ты не нарушаешь обещаний!}"
        },
        {
          "chapter_id": 15,
          "id": 26,
          "reference": "At-Tirmizi, Abu Dawud, Ahmad, Irwa' al-Ghalil 1/262",
          "item": "Между азаном и объявлением о начале молитвы желательно обратиться к Аллаху с мольбой за себя, поскольку мольба, с которой обращаются в это время, не отвергается."
        },
        {
          "chapter_id": 16,
          "id": 27,
          "reference": "Al-Bukhari 1/181, Muslim 1/419.",
          "item": "О Аллах! Удали меня от прегрешений моих, как удалил Ты восток от запада. О Аллах!Очисть меня от прегрешений моих подобно тому, как очищают белую одежду от грязи. О Аллах! Смой с меня мои прегрешения снегом, водой и градом."
        },
        {
          "chapter_id": 16,
          "id": 28,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Al-Albani, Sahih At-Tirmizi 1/77, Sahih Ibn Majah 1/135.",
          "item": "Пречист Ты, о Аллах, и хвала Тебе! Благословенно имя Твоё, превыше всего величие Твоё и нет бога, кроме Тебя."
        },
        {
          "chapter_id": 16,
          "id": 29,
          "reference": "Muslim 1/534",
          "item": "Будучи ханифом, я обратился лицом к Тому, Кто создал небеса и землю, и не отношусь я к многобожникам. Поистине, моя молитва,моё [поклонение], жизнь моя и смерть принадлежат Аллаху, Господу миров, у Которого нет сотоварища. Это велено мне, и я — [один] из предавшихся [Ему]. О Аллах! Ты — Царь, и нет бога, кроме Тебя, Ты — Господь мой, а я — раб Твой. Я был несправедлив по отношению к самому себе и признал свой грех, так прости же мне все мои грехи, ибо, поистине, никто не [может] простить грехи, кроме Тебя! Приведи меня к наилучшим нравственным качествам, ибо никто, кроме Тебя, не [сможет] привести меня к [ним], и избавь меня от дурных нравственных качеств, ибо никто, кроме Тебя, не [сможет] избавить меня от [них]. Вот я перед Тобой, и я счастлив служить Тебе; всё благо находится в Твоих руках, а зло не [может служить средством приближения] к Тебе. Я [существую] благодаря Тебе и к Тебе вернусь; Ты — Благословенный и Всевышний, и я прошу Тебя о прощении и приношу Тебе покаяние»."
        },
        {
          "chapter_id": 16,
          "id": 30,
          "reference": "Muslim 1/534",
          "item": "О Аллах, Господь Джибра’ила, Мика’ила и Исрафила, Создатель небес и земли, Знающий сокрытое и явное! Ты рассудишь рабов Своих в том, относительно чего они расходились друг с другом. Приведи меня с соизволения Своего к истине, относительно которой возникли расхождения; поистине, ведёшь Ты к прямому пути, кого пожелаешь."
        },
        {
          "chapter_id": 16,
          "id": 31,
          "reference": "Abu Dawud 1/203, Ibn Majah 1/265, Ahmad 4/85. Muslim 1/420.",
          "item": "Истинно велик Аллах, истинно велик Аллах, истинно велик Аллах, многая хвала Аллаху, многая хвала Аллаху, многая хвала Аллаху, [свидетельствую, что] пречист Аллах, ранним утром и вечером, [свидетельствую, что] пречист Аллах, ранним утром и вечером, [свидетельствую, что] пречист Аллах, ранним утром и вечером. Прибегаю к защите Аллаха от проклятого шайтана: [внушаемого] им высокомерия, стихов, [слагаемых по] его [наущению],и его подстрекательства."
        },
        {
          "chapter_id": 16,
          "id": 32,
          "reference": "Al-Bukhari, cf. Al-Asqalani, Fathul-Bari 3/3 , 11/ 116, 13/371, 423, 465. See also Muslim for a shorter account, 1/532.",
          "item": "О Аллах, хвала Тебе! Ты — свет небес, земли и [вcех], кто там [обитает], и хвала Тебе; Эти слова пророк произносил перед совершением добровольной молитвы, когда вставал ото сна ночью.Ты — Управитель небес, земли и [вcех], кто там обитает, и хвала Тебе; Ты — Господь небес, земли и [вcех], кто там обитает, и хвала Тебе; Тебе принадлежит власть над небесами, землёй и [вcеми], кто там [обитает], и хвала Тебе; Ты Царь небес и земли, и хвала Тебе. Ты — Истинный, и обещание Твоё — истина, и слово Твоё — истина, и встреча с Тобой — истина,и Рай — истина, и Огонь — истина, и пророки — истина, и Мухаммад — истина, и Час этот — истина. О Аллах! Тебе я предаюсь, на Тебя уповаю, в Тебя верую, к Тебе обращаюсь,благодаря Тебе веду споры и Твоего суда ищу,так прости же мои прошлые и будущие [грехи, прости] то, что я совершал тайно и открыто.Ты — Выдвигающий вперёд, и Ты — Отодвигающий, и нет бога, кроме Тебя. Ты — Бог мой,и нет бога, кроме Тебя."
        },
        {
          "chapter_id": 17,
          "id": 33,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Sahih At-Tirmizi (Al-Albani) 1/83.",
          "item": "Пречист мой Великий Господь! (три раза)"
        },
        {
          "chapter_id": 17,
          "id": 34,
          "reference": "Al-Bukhari 1/99, Muslim 1/350.",
          "item": "Пречист Ты, о Аллах, Господь наш, и хвала Тебе! О Аллах! Прости меня. "
        },
        {
          "chapter_id": 17,
          "id": 35,
          "reference": "Muslim 1/353, Abu Dawud 1/230.",
          "item": "Пречистый, Пресвятой, Господь ангелов и Духа."
        },
        {
          "chapter_id": 17,
          "id": 36,
          "reference": "Muslim 1/534, Abu Dawud, An-Nasa'i, At-Tirmithi.",
          "item": "О Аллах! Тебе я поклонился, в Тебя уверовали Тебе предался. Тебе покорились мой слух, моё зрение, мой мозг, мои кости, мои сухожилия {и то,что носят ноги мои}."
        },
        {
          "chapter_id": 17,
          "id": 37,
          "reference": "Abu Dawud 1/230, An-Nasa'i, Ahmad.",
          "item": "Пречист Обладатель силы, власти, величавости и величия! "
        },
        {
          "chapter_id": 18,
          "id": 38,
          "reference": "Al-Bukhari, Al-Asqalani, Fathul-Bari 2/282.",
          "item": "Да услышит Аллах тех (или: того), кто воздал Ему хвалу."
        },
        {
          "chapter_id": 18,
          "id": 39,
          "reference": "Al-Bukhari, Al-Asqalani, Fathul-Bari 2/284.",
          "item": "Господь наш, хвала же Тебе, хвала многая,благая и благословенная!"
        },
        {
          "chapter_id": 18,
          "id": 40,
          "reference": "Muslim 1/346.",
          "item": "Господь наш! Хвала Тебе, и пусть [эта хвала] наполнит собой небеса, землю, то, что находится между ними, и всё, что ещё Тебе будет угодно. Ты [больше всех] достоин восхваления и прославления, лучшим же из сказанного рабом [Твоим], — а все мы — Твои рабы, — [являются слова] «О Аллах! Никто не лишит того, что Ты даровал, и никто не дарует того, чего Ты лишил, и бесполезным пред Тобой окажется богатство (джадд) обладающего богатством»."
        },
        {
          "chapter_id": 19,
          "id": 41,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Sahih At-Tirmizi (Al-Albani) 1/83.",
          "item": "Пречист мой Высочайший Господь!"
        },
        {
          "chapter_id": 19,
          "id": 42,
          "reference": "Al-Bukhari, Muslim.",
          "item": "Пречист Ты, о Аллах, Господь наш, и хвала Тебе! О Аллах! Прости меня."
        },
        {
          "chapter_id": 19,
          "id": 43,
          "reference": "Muslim 1/533.",
          "item": "Пречистый, Пресвятой, Господь ангелов и Духа."
        },
        {
          "chapter_id": 19,
          "id": 44,
          "reference": "Muslim 1/534.",
          "item": "О Аллах! Пред Тобой я склонился, в Тебя уверовал и Тебе предался. Лицом своим припадаю к земле перед Тем, Кто создал его, придал ему форму и наделил его слухом и зрением. Благословен Аллах, лучший из творцов!"
        },
        {
          "chapter_id": 19,
          "id": 45,
          "reference": "Abu Dawud 1/230, An-Nasa'i, Ahmad, Sahih Abu Dawud 1/166.",
          "item": "Пречист Обладатель силы, власти, величавости и величия!"
        },
        {
          "chapter_id": 19,
          "id": 46,
          "reference": "Muslim 1/350.",
          "item": "О Аллах! Прости мне все мои грехи: малые и большие, первые и последние, явные и тайные."
        },
        {
          "chapter_id": 19,
          "id": 47,
          "reference": "Muslim 1/352.",
          "item": "О Аллах! Поистине, я прибегаю к защите Твоего благоволения от Твоего гнева, и [прибегаю] к защите Твоего прощения от Твоего наказания, и прибегаю к Твоей защите от Тебя. Не[в силах] я воздать Тебе хвалу, [которой Ты достоин, так], как Сам Ты [сделал это], воздав её Себе."
        },
        {
          "chapter_id": 20,
          "id": 48,
          "reference": "Abu Dawud 1/231, Sahih Ibn Mdjah 1/148.",
          "item": "Господь мой! Прости меня. Господь мой! Прости меня."
        },
        {
          "chapter_id": 20,
          "id": 49,
          "reference": "Sahih At-Tirmizi 1/90, Sahih Ibn Majah 1/148.",
          "item": "О Аллах! Прости меня, помилуй меня, выведи меня на путь истинный, замени мне, избавь меня от [всех бедствий], даруй мне средства к существованию и возвысь меня."
        },
        {
          "chapter_id": 21,
          "id": 50,
          "reference": "At-Tirmizi 2/474, Ahmad 6/30, Al-Hakim",
          "item": "Лицом своим припадаю к земле пред Тем, Кто создал его и наделил его слухом и зрением посредством Своей мощи и силы. Благословен Аллах, лучший из творцов!"
        },
        {
          "chapter_id": 21,
          "id": 51,
          "reference": "At-Tirmizi 2/473, Al-Hakim.",
          "item": "О Аллах! Запиши мне у Себя награду за[этот поклон], сними с меня за него бремя [моих грехов], сделай его моим запасом, [который будет храниться] у Тебя, и прими его от меня,как принимал Ты [земные поклоны] от Твоего раба Дауда."
        },
        {
          "chapter_id": 23,
          "id": 53,
          "reference": "Al-Bukhari, Fathul Bari 6/408.",
          "item": "О Аллах! Благослови Мухаммада и семейство Мухаммада, как благословил Ты Ибрахима и семейство Ибрахима, поистине, Ты — Достойный похвалы,Славный. О Аллах! Благословляй Мухаммада и семейство Мухаммада, как благословлял Ты Ибрахима и семейство Ибрахима, поистине, Ты — Достойный  похвалы,Славный."
        },
        {
          "chapter_id": 23,
          "id": 54,
          "reference": "Al-Bukhari, Fathul-Bari 6/ 407, Muslim 1/306.",
          "item": "О Аллах! Благослови Мухаммада, его жён и его потомство, как благословил Ты род Ибрахима,и благословляй Мухаммада, его жён и его потомство, как благословлял Ты род Ибрахима, поистине, Ты — Достойный похвалы, Славный."
        },
        {
          "chapter_id": 24,
          "id": 55,
          "reference": "Al-Bukhari 2/102, Muslim 1/412.",
          "item": "О Аллах! Поистине, я прибегаю к Твоей [защите] от мук Геенны, от мучений могилы, от испытаний жизни и смерти и от зла искушения Лжемессии."
        },
        {
          "chapter_id": 24,
          "id": 56,
          "reference": "Al-Bukhari 1/202, Muslim 1/412.",
          "item": "О Аллах! Поистине, я прибегаю к Твоей защите от мук могилы, и я прибегаю к Твоей защите от искушения Лжемессии, и я прибегаю к Твоей защите от испытаний жизни и смерти. О Аллах! Поистине, я прибегаю к Твоей защите от [бремени] греха и долга."
        },
        {
          "chapter_id": 24,
          "id": 57,
          "reference": "Al-Bukhari 8/168, Muslim 4/2078.",
          "item": "О Аллах! Поистине, я обижал самого себя много раз, а никто, кроме Тебя, не [может] простить грехи, прости же меня, [и даруй мне] Твоё прощение и помилуй меня, ведь Ты — Прощающий, Милосердный."
        },
        {
          "chapter_id": 24,
          "id": 58,
          "reference": "Muslim 1/534.",
          "item": "О Аллах! Прости мне то, что я совершил прежде, и то, чего [ещё не совершил], то, что делал тайно и явно, то, в чём я преступил границы, и то, о чём Ты знаешь лучше меня. Ты — Выдвигающий вперёд и Ты — Отодвигающий; нет бога, кроме Тебя."
        },
        {
          "chapter_id": 24,
          "id": 59,
          "reference": "Abu Dawud 2/86, An-Nasa'i 3/53, Sahih Abu Dawud 1 /284.",
          "item": "О Аллах! Помоги мне поминать Тебя, благодарить Тебя и должным образом поклоняться Тебе."
        },
        {
          "chapter_id": 24,
          "id": 60,
          "reference": "Al-Bukhari, Fathul-Bari 6/35",
          "item": "О Аллах! Поистине, я прибегаю к Твоей защите от скупости, и я прибегаю к Твоей защите от малодушия, и я прибегаю к Твоей защите от того, чтобы [дожить] до худшей [части] жизни, и я прибегаю к Твоей защите от искушения мира дольнего и мук могилы."
        },
        {
          "chapter_id": 24,
          "id": 61,
          "reference": "Abu Dawud, Al-Albani, Sahih Ibn Majah 2/328.",
          "item": "О Аллах! Поистине, я прошу Тебя [ввести] меня в Рай и прибегаю к Твоей защите от Огня."
        },
        {
          "chapter_id": 24,
          "id": 62,
          "reference": "An-Nasa'i 3/54, 55, Ahmad 4/364, Sahih An-Nasa'i 1/281.",
          "item": "О Аллах! [Заклинаю Тебя] Твоим знанием о сокровенном и способностью творить, продли жизнь мою, если жизнь будет для меня лучше, что Тебе известно, и упокой меня, если смерть будет для меня лучше, что Тебе [также] известно. О Аллах! И я прошу Тебя[внушить мне, что я должен] бояться Тебя тайно и явно, и я прошу Тебя [помогать мне произносить] слова истины в довольстве и гневе, и я прошу Тебя [помочь мне придерживаться]умеренности в бедности и богатстве, и я прошу Тебя [привести меня к вечному] блаженству, и я прошу Тебя [дать мне познать] радость, которой не будет конца, и я прошу Тебя удовлетворить [меня Твоим] решением, и я прошу Тебя[сделать мою] жизнь приятной после смерти, и я прошу Тебя [позволить мне испытать] сладость взора на лик Твой и [наделить меня таким] стремлением ко встрече с Тобой, которому не помешает ни несчастье, приносящее вред, ни искушение, сбивающее с пути. О Аллах! Сделай нашим украшением веру и сделай нас ведущими [людей] правильным путём и ведомыми им."
        },
        {
          "chapter_id": 24,
          "id": 63,
          "reference": "An-Nasa'i 3/52, Ahmad 4/338, Sahih An-Nasa'i 1/280.",
          "item": "О Аллах! Поистине, я прошу Тебя, о Аллах, поскольку Ты — Единственный, Единый, к Которому [все] обращаются со своими нуждами, не рождавший, и не рождённый, и не имеющий равного, простить мне мои грехи, ведь Ты — Прощающий, Милосердный."
        },
        {
          "chapter_id": 24,
          "id": 64,
          "reference": "Abu Dawud, An-Nasa'i, Ibn Majah, At-Tirmizi, Sahih Ibn Majah 2/329.",
          "item": "О Аллах! Поистине, я прошу Тебя, поскольку Тебе [следует воздавать] хвалу и нет бога, кроме Тебя одного, Всемилостивого, у Которого нет сотоварища. О Создатель небес и земли, о Обладатель величия и щедрости, о Живой, о Вседержитель! Поистине, я прошу Тебя [ввести меня в] Рай и прибегаю к Твоей защите от Огня. "
        },
        {
          "chapter_id": 24,
          "id": 65,
          "reference": "Abu Dawud 2/62, Ibn Majah 2/1267, At-Tirmizi 5/515, Ahmad 5/360, Sahih Ibn Majah 2/329, Sahih At-Tirmizi 3/163.",
          "item": "О Аллах! Поистине, я обращаюсь с просьбой к Тебе, [поскольку] свидетельствую, что Ты — Аллах и нет бога, кроме Тебя, Единого, к Которому [все]обращаются со своими нуждами, не рождавшего, и не рождённого, и не имеющего равного."
        },
        {
          "chapter_id": 25,
          "id": 66,
          "reference": "Muslim 1/414.",
          "item": "Прошу Аллаха о прощении, прошу Аллаха о прощении, прошу Аллаха о прощении. О Аллах! Ты — Совершенный, и [лишь] от Тебя [зависит] избавление [от бедствий], благословен Ты, о Обладатель величия и щедрости!"
        },
        {
          "chapter_id": 25,
          "id": 67,
          "reference": "Al-Bukhari 1/255, Muslim 1/414.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может. О Аллах, никто не лишит того, что Ты даровал, и никто не дарует того, чего Ты лишил, и бесполезным пред Тобой окажется богатство (джадд) обладающего богатством."
        },
        {
          "chapter_id": 25,
          "id": 68,
          "reference": "Muslim 1/415.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может. Нет мощи и силы ни у кого, кроме Аллаха, нет бога, кроме Аллаха, и не поклоняемся мы [никому], кроме Него. [Лишь] у Него [есть возможность оказывать] милости и благодеяния, и Ему [следует воздавать] должную хвалу. Нет бога, кроме Аллаха, пред Которым [мы] искренни в религии, даже если это и ненавистно неверным."
        },
        {
          "chapter_id": 25,
          "id": 69,
          "reference": "Muslim 1/418.",
          "item": "Передают, что посланник Аллаха  [сказал]: «Тому, кто после каждой молитвы будет по тридцать три [раза] прославлять, восхвалять и возвеличивать Аллаха, [что в сумме составит] девяносто девять, а завершая сотню, говорить: “Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может”, простятся его грехи, даже если[по обилию своему] они будут подобны пене морской»."
        },
        {
          "chapter_id": 25,
          "id": 70,
          "reference": "Al-Ikhlas:1-4, Al-Falaq:1-5, An-Nas:1-6.",
          "item": "После каждой молитвы желательно читать суры Аль-Ихлас, Аль-Фаляк, Ан-Нас"
        },
        {
          "chapter_id": 25,
          "id": 71,
          "reference": "An-Nasa'i (Hadith no. 100), Ibn As-Sunni (Hadith no. 121,Sahihul-Jami' As-Saghir 5/339, Silsilatul al-Ahadith as-Sahihah 2/697.",
          "item": "После каждой молитвы желательно читать аят трона (аят Аль-Курси): «Аллах — нет бога, кроме Него, Живого, Вседержителя. Не овладевает Им ни дремота, ни сон, и Ему принадлежит то, что в небесах, и то, что на земле. Кто заступится пред Ним, иначе как с Его позволения? Ему известно, что [ждёт] их в будущем и что [было] с ними прежде83, а они постигают из Его знания лишь то, что Он пожелает. Подножие Его трона объемлет небеса и землю, и не тяготит Его оберегание их. Поистине, Он — Высокий, Великий» (2:255)."
        },
        {
          "chapter_id": 25,
          "id": 72,
          "reference": "At-Tirmizi 5/515, Ahmad 4/227, Zadul-Ma'ad 1/300.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит власть, и хвала Ему. Он оживляет и умерщвляет, и Он всё может."
        },
        {
          "chapter_id": 25,
          "id": 73,
          "reference": "Ibn Majah, Sahih Ibn Majah 1/152, Majma' az-Zawaid 10/111.",
          "item": "Передают, что, совершив обязательную утреннюю молитву, пророк обычно говорил после таслим: «О Аллах! Поистине, я прошу Тебя [наделить меня] полезным знанием, [даровать] благой удел и [указать на] такое дело, которое будет принято»."
        },
        {
          "chapter_id": 27,
          "id": 75,
          "reference": "Al-Hakim 1 / 562, Sahih at-Targhib wa at-Tarhib 1/273, at-Tabarani.",
          "item": "После каждой молитвы желательно читать аят трона (аят Аль-Курси): «Аллах — нет бога, кроме Него, Живого, Вседержителя. Не овладевает Им ни дремота, ни сон, и Ему принадлежит то, что в небесах, и то, что на земле. Кто заступится пред Ним, иначе как с Его позволения? Ему известно, что [ждёт] их в будущем и что [было] с ними прежде83, а они постигают из Его знания лишь то, что Он пожелает. Подножие Его трона объемлет небеса и землю, и не тяготит Его оберегание их. Поистине, Он — Высокий, Великий» (2:255)."
        },
        {
          "chapter_id": 27,
          "id": 76,
          "reference": "Al-Ikhlas:1-4. Al-Falaq:1-5. An-Nas:1-6, Abu Dawud 4/322, At-Tirmizi 5/567, Sahih At-Tirmizi 3/182.",
          "item": "Желательно по три раза читать суры Аль-Ихлас, Аль-Фаляк, Ан-Нас. Тому, кто станет по три раза читать их утром и вечером, этого будет достаточно для защиты от всего [дурного]."
        },
        {
          "chapter_id": 27,
          "id": 77,
          "reference": "Muslim 4/2088.",
          "item": "(УТРОМ). Мы дожили до утра, хвала же Аллаху! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит владычество, Ему — хвала, и Он всё может. Господь мой! Прошу Тебя о благе этого дня и благе того, что [будет] после него, и прибегаю к Твоей защите от зла этого дня и зла того, что [будет] после него. Господь мой! Прибегаю к Твоей защите от нерадения и злополучия старости. Господь мой! Прибегаю к Твоей защите от мучений в Огне и мучений в могиле. Мы дожили до вечера, и вечером власть принадлежит Аллаху, хвала же Аллаху! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит владычество, Ему — хвала, и Он всё может. Господь мой! Прошу Тебя о благе этой ночи и благе того, что [будет] после неё, и прибегаю к Твоей защите от зла этой ночи и зла того, что [будет] после неё. Господь мой! Прибегаю к Твоей защите от нерадения и злополучия старости. Господь мой! Прибегаю к Твоей защите от мучений в Огне и мучений в могиле."
        },
        {
          "chapter_id": 27,
          "id": 78,
          "reference": "Sahih At-Tirmizi 3/142.",
          "item": "Передают, что, проснувшись утром, Пророк (с.а.в.с.) обычно говорил: «О Аллах! По [воле] Твоей мы дожили до утра и по [воле] Твоей мы дожили до вечера, по [воле] Твоей мы живём, и по [воле] Твоей умираем, и к Тебе [мы вернёмся после] воскрешения». Когда же наступал вечер, он говорил: «О Аллах! По [воле] Твоей мы дожили до вечера и по [воле] Твоей мы дожили до утра, по [воле] Твоей мы живём, и по [воле] Твоей умираем, и к Тебе [предстоит] возвращение»."
        },
        {
          "chapter_id": 27,
          "id": 79,
          "reference": "Al-Bukhari 7/150, An-Nasa'i, At-Tirmizi.",
          "item": "О Аллах! Ты — Господь мой, и нет бога, кроме Тебя; Ты создал меня, а я — Твой раб, и я буду верен договору, [заключённому] с Тобой, и обещанию, [данному] Тебе, пока у меня хватит сил. Прибегаю к Твоей защите от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой, прости же меня, ибо, поистине, никто не простит грехов, кроме Тебя."
        },
        {
          "chapter_id": 27,
          "id": 80,
          "reference": "Abu Dawud 4/317, An-Nasa'i, Ibn As-Sunni.",
          "item": "О Аллах! Поистине, этим утром/вечером я призываю Тебя, тех, кто будет нести Твой престол, [других] Твоих ангелов и всех, кого Ты создал, засвидетельствовать, что Ты — Аллах, и нет бога, кроме одного лишь Тебя, не имеющего сотоварища, и что Мухаммад — Твой раб и Твой посланник. Аллах избавит от [мук] Огня того, кто станет по четыре раза произносить эти слова утром и вечером."
        },
        {
          "chapter_id": 27,
          "id": 81,
          "reference": "Abu Dawud 4/318, Ibn As-Sunni (Hadith no. 41), Ibn Hibban (Hadith no. 2361).",
          "item": "О Аллах! [Все] милости, [плодами которых] этим утром/вечером [могу пользоваться] я, как и любое из Твоих созданий, [были оказаны] лишь Тобой, и нет у Тебя сотоварища. Хвала же и благодарность [только] Тебе! Тот, кто произнесёт [эти слова] утром, [должным образом] возблагодарит Аллаха за [весь] день, тот же, кто произнесёт [эти слова] вечером, [должным образом] возблагодарит Аллаха за [всю] ночь."
        },
        {
          "chapter_id": 27,
          "id": 82,
          "reference": "Abu Dawud 4/324, Ahmad 5/42, An-Nasa'i, Ibn As-Sunni (Hadith no. 69), Ibn Hibban (Hadith no. 2361).",
          "item": "О Аллах, убереги [от всего дурного] моё тело, о Аллах, убереги [от всего дурного] мой слух, о Аллах, убереги [от всего дурного] моё зрение — нет бога, кроме Тебя! О Аллах, поистине, я прибегаю к Твоей защите от неверия и бедности и я прибегаю к Твоей защите от мук могилы — нет бога, кроме Тебя! Эти слова желательно произносить по три раза утром и вечером."
        },
        {
          "chapter_id": 27,
          "id": 83,
          "reference": "Ibn As-Sunni (no. 71), Abu Dawud 4/321, Ibn As-Sunni.",
          "item": "Достаточно мне Аллаха, помимо Которого нет иного бога; на Него я уповаю, и Он — Господь великого престола. Того, кто будет произносить [эти слова] утром и вечером по семь раз, Аллах избавит от всего, что внушает [человеку] беспокойство в обоих мирах."
        },
        {
          "chapter_id": 27,
          "id": 84,
          "reference": "Sahih Ibn Majah 2/332, Abu Dawud.",
          "item": "О Аллах! Поистине, я прошу Тебя простить[меня] и избавить [от бедствий] в мире дольнем и в мире вечном. О Аллах! Поистине, я прошу Тебя простить [меня] и избавить [от бедствий] во [всём, что касается] моей религии, моих мирских дел, моей семьи и моего имущества. О Аллах! Скрой мою слабость и огради меня от [всего, что внушает] страх. О Аллах! Защити меня спереди, сзади, справа, слева и сверху,и я прибегаю к защите Твоего величия от того, чтобы оказаться поглощённым [землёй] снизу."
        },
        {
          "chapter_id": 27,
          "id": 85,
          "reference": "Sahih At-Tirmizi 3/142, Abu Dawud.",
          "item": "О Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего! Свидетельствую, что нет бога, кроме Тебя, прибегаю к Твоей защите от зла собственной души, от зла и многобожия шайтана и от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина. "
        },
        {
          "chapter_id": 27,
          "id": 86,
          "reference": "Abu Dawud 4/323, At-Tirmizi 5/465, Ibn Majah 2/332, Ahmad.",
          "item": "С именем Аллаха, с именем Которого ничто не причинит вреда ни на земле, ни на небе, [ведь] Он — Слышащий, Знающий."
        },
        {
          "chapter_id": 27,
          "id": 87,
          "reference": "Ahmad 4/ 337, An-Nasa'i, Ibn As-Sunni (no. 68), At-Tirmizi 5/465.",
          "item": "Доволен я Аллахом как Господом, исламом — как религией и Мухаммадом — как Пророком. (В День воскресения Аллах непременно сделает довольным того, кто будет по три раза произносить эти слова утром и вечером.)"
        },
        {
          "chapter_id": 27,
          "id": 88,
          "reference": "Al-Hakim 1/545.",
          "item": "О Живой, о Вседержитель, ищу спасения у Твоего милосердия! Приведи же в порядок все мои дела и не вверяй меня душе моей ни на мгновение!"
        },
        {
          "chapter_id": 27,
          "id": 89,
          "reference": "Abu Dawud 4/322.",
          "item": "(УТРОМ). Мы дожили до утра, и утром власть принадлежит Аллаху, Господу миров. О Аллах! Поистине, я прошу Тебя о благе этого дня: о достижении [желаемого] и победе [над врагами, а также] о свете, благословении и руководстве в этот день — и я прибегаю к Твоей защите от зла того, что[случится] этим днем, и зла того, что за ним [последует]. (ВЕЧЕРОМ). Мы дожили до вечера, и вечером власть принадлежит Аллаху, Господу миров. О Аллах! Поистине, я прошу Тебя о благе этой ночи: о достижении [желаемого] и победе[над врагами, а также] о свете, благословении и руководстве в эту ночь — и я прибегаю к Твоей защите от зла того, что [случится] этой ночью, и зла того, что за ней [последует]»."
        },
        {
          "chapter_id": 27,
          "id": 90,
          "reference": "Ahmad 3/406-7, 5/123, An-Nasa'i,  At-Tirmizi 4/209.",
          "item": "Мы встретили утро, придерживаясь ислама, искреннего слова102, религии нашего пророка Мухаммада103 и религии нашего отца Ибрахима, ханифа, предавшегося [Аллаху] и не относившегося к многобожникам."
        },
        {
          "chapter_id": 27,
          "id": 91,
          "reference": "Muslim 4/2071.",
          "item": "Пречист Аллах и хвала Ему. (С того, кто по сто раз в день будет произносить эти слова, снимут [бремя всех] его грехов, будь они подобны даже пене морской.)"
        },
        {
          "chapter_id": 27,
          "id": 92,
          "reference": "An-Nasa'i, Abu Dawud 4/319, Ibn Majah, Ahmad 4/60.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может. (Эти слова желательно произносить по десять раз утром и вечером или же хотя бы по разу [утром и вечером].)"
        },
        {
          "chapter_id": 27,
          "id": 93,
          "reference": "Al-Bukhari 4/95, Muslim 4/2071.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Тому, кто сто раз в день скажет: “Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может”, запишется такая же [награда, какая полагается] за освобождение десяти рабов, и запишется ему [совершение] ста добрых дел, и будут стёрты записи о ста его дурных делах, и [эти слова] послужат ему защитой от шайтана на этот день до самого вечера, и никто не сможет сделать ничего лучше сделанного им, кроме [такого] человека, который сделает ещё больше»."
        },
        {
          "chapter_id": 27,
          "id": 94,
          "reference": "Muslim 4/2090.",
          "item": "Пречист Аллах, и хвала Ему [столько раз, сколько существует] Его творений, и [столько раз, сколько будет] Ему угодно, и [пусть вес этих славословий и похвал будет равен] весу Его престола, и пусть [количество слов хвалы будет] равно количеству Его слов. (Эти слова желательно трижды произносить утром.)"
        },
        {
          "chapter_id": 27,
          "id": 95,
          "reference": "Ibn As-Sunni (Hadith no. 54), Ibn Majah (Hadith no. 925).",
          "item": "О Аллах! Поистине, я прошу Тебя [наделить меня] полезным знанием, [даровать] благой удел и [указать на] такое дело, которое будет принято. (Эти слова желательно произносить утром.)"
        },
        {
          "chapter_id": 27,
          "id": 96,
          "reference": "Al-Bukhari, Muslim 4/2075.",
          "item": "Прошу прощения у Аллаха и приношу Ему покаяние. (Эти слова желательно произносить по сто раз в день.)"
        },
        {
          "chapter_id": 27,
          "id": 97,
          "reference": "At-Tabrani, Sahih at-Targhib wa at-Tarhib 1/273.",
          "item": "О Аллах! Благослови и приветствуй нашего пророка Мухаммада. (Передают, что Пророк (с.а.в.с.) сказал: «[Право на] моё заступничество в День воскресения получит тот, кто по десять раз будет призывать на меня благословения утром и вечером»."
        },
        {
          "chapter_id": 28,
          "id": 98,
          "reference": "Al-Hakim 1 / 562, Sahih at-Targhib wa at-Tarhib 1/273, at-Tabarani.",
          "item": "После каждой молитвы желательно читать аят трона (аят Аль-Курси): «Аллах — нет бога, кроме Него, Живого, Вседержителя. Не овладевает Им ни дремота, ни сон, и Ему принадлежит то, что в небесах, и то, что на земле. Кто заступится пред Ним, иначе как с Его позволения? Ему известно, что [ждёт] их в будущем и что [было] с ними прежде83, а они постигают из Его знания лишь то, что Он пожелает. Подножие Его трона объемлет небеса и землю, и не тяготит Его оберегание их. Поистине, Он — Высокий, Великий» (2:255)."
        },
        {
          "chapter_id": 28,
          "id": 99,
          "reference": "Al-Ikhlas:1-4. Al-Falaq:1-5. An-Nas:1-6, Abu Dawud 4/322, At-Tirmizi 5/567, Sahih At-Tirmizi 3/182.",
          "item": "Желательно по три раза читать суры Аль-Ихлас, Аль-Фаляк, Ан-Нас. Тому, кто станет по три раза читать их утром и вечером, этого будет достаточно для защиты от всего [дурного]."
        },
        {
          "chapter_id": 28,
          "id": 100,
          "reference": "Muslim 4/2088.",
          "item": "(УТРОМ). Мы дожили до утра, и утром власть принадлежит Аллаху, хвала же Аллаху! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит владычество, Ему — хвала, и Он всё может. Господь мой! Прошу Тебя о благе этого дня и благе того, что [будет] после него, и прибегаю к Твоей защите от зла этого дня и зла того, что [будет] после него. Господь мой! Прибегаю к Твоей защите от нерадения и злополучия старости. Господь мой! Прибегаю к Твоей защите от мучений в Огне и мучений в могиле. (ВЕЧЕРОМ). Мы дожили до вечера, и вечером власть принадлежит Аллаху, хвала же Аллаху! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит владычество, Ему — хвала, и Он всё может. Господь мой! Прошу Тебя о благе этой ночи и благе того, что [будет] после неё, и прибегаю к Твоей защите от зла этой ночи и зла того, что [будет] после неё. Господь мой! Прибегаю к Твоей защите от нерадения и злополучия старости. Господь мой! Прибегаю к Твоей защите от мучений в Огне и мучений в могиле."
        },
        {
          "chapter_id": 28,
          "id": 101,
          "reference": "Sahih At-Tirmizi 3/142.",
          "item": "Передают, что, проснувшись утром, Пророк (с.а.в.с.) обычно говорил: «О Аллах! По [воле] Твоей мы дожили до утра и по [воле] Твоей мы дожили до вечера, по [воле] Твоей мы живём, и по [воле] Твоей умираем, и к Тебе [мы вернёмся после] воскрешения». Когда же наступал вечер, он говорил: «О Аллах! По [воле] Твоей мы дожили до вечера и по [воле] Твоей мы дожили до утра, по [воле] Твоей мы живём, и по [воле] Твоей умираем, и к Тебе [предстоит] возвращение»."
        },
        {
          "chapter_id": 28,
          "id": 102,
          "reference": "Al-Bukhari 7/150, An-Nasa'i, At-Tirmizi.",
          "item": "О Аллах! Ты — Господь мой, и нет бога, кроме Тебя; Ты создал меня, а я — Твой раб, и я буду верен договору, [заключённому] с Тобой, и обещанию, [данному] Тебе, пока у меня хватит сил. Прибегаю к Твоей защите от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой, прости же меня, ибо, поистине, никто не простит грехов, кроме Тебя."
        },
        {
          "chapter_id": 28,
          "id": 103,
          "reference": "Abu Dawud 4/317, An-Nasa'i, Ibn As-Sunni.",
          "item": "О Аллах! Поистине, этим утром/вечером я призываю Тебя, тех, кто будет нести Твой престол, [других] Твоих ангелов и всех, кого Ты создал, засвидетельствовать, что Ты — Аллах, и нет бога, кроме одного лишь Тебя, не имеющего сотоварища, и что Мухаммад — Твой раб и Твой посланник. Аллах избавит от [мук] Огня того, кто станет по четыре раза произносить эти слова утром и вечером."
        },
        {
          "chapter_id": 28,
          "id": 104,
          "reference": "Abu Dawud 4/318, Ibn As-Sunni (Hadith no. 41), Ibn Hibban (Hadith no. 2361).",
          "item": "О Аллах! [Все] милости, [плодами которых] этим утром/вечером [могу пользоваться] я, как и любое из Твоих созданий, [были оказаны] лишь Тобой, и нет у Тебя сотоварища. Хвала же и благодарность [только] Тебе! Тот, кто произнесёт [эти слова] утром, [должным образом] возблагодарит Аллаха за [весь] день, тот же, кто произнесёт [эти слова] вечером, [должным образом] возблагодарит Аллаха за [всю] ночь."
        },
        {
          "chapter_id": 28,
          "id": 105,
          "reference": "Abu Dawud 4/324, Ahmad 5/42, An-Nasa'i, Ibn As-Sunni (Hadith no. 69), Ibn Hibban (Hadith no. 2361).",
          "item": "О Аллах, убереги [от всего дурного] моё тело, о Аллах, убереги [от всего дурного] мой слух, о Аллах, убереги [от всего дурного] моё зрение — нет бога, кроме Тебя! О Аллах, поистине, я прибегаю к Твоей защите от неверия и бедности и я прибегаю к Твоей защите от мук могилы — нет бога, кроме Тебя! Эти слова желательно произносить по три раза утром и вечером."
        },
        {
          "chapter_id": 28,
          "id": 106,
          "reference": "Ibn As-Sunni (no. 71), Abu Dawud 4/321, Ibn As-Sunni.",
          "item": "Достаточно мне Аллаха, помимо Которого нет иного бога; на Него я уповаю, и Он — Господь великого престола. Того, кто будет произносить [эти слова] утром и вечером по семь раз, Аллах избавит от всего, что внушает [человеку] беспокойство в обоих мирах."
        },
        {
          "chapter_id": 28,
          "id": 107,
          "reference": "Sahih Ibn Majah 2/332, Abu Dawud.",
          "item": "О Аллах! Поистине, я прошу Тебя простить[меня] и избавить [от бедствий] в мире дольнем и в мире вечном. О Аллах! Поистине, я прошу Тебя простить [меня] и избавить [от бедствий] во [всём, что касается] моей религии, моих мирских дел, моей семьи и моего имущества. О Аллах! Скрой мою слабость и огради меня от [всего, что внушает] страх. О Аллах! Защити меня спереди, сзади, справа, слева и сверху,и я прибегаю к защите Твоего величия от того, чтобы оказаться поглощённым [землёй] снизу."
        },
        {
          "chapter_id": 28,
          "id": 108,
          "reference": "Sahih At-Tirmizi 3/142, Abu Dawud.",
          "item": "О Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего! Свидетельствую, что нет бога, кроме Тебя, прибегаю к Твоей защите от зла собственной души, от зла и многобожия шайтана и от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина. "
        },
        {
          "chapter_id": 28,
          "id": 109,
          "reference": "Abu Dawud 4/323, At-Tirmizi 5/465, Ibn Majah 2/332, Ahmad.",
          "item": "С именем Аллаха, с именем Которого ничто не причинит вреда ни на земле, ни на небе, [ведь] Он — Слышащий, Знающий."
        },
        {
          "chapter_id": 28,
          "id": 110,
          "reference": "Ahmad 4/ 337, An-Nasa'i, Ibn As-Sunni (no. 68), At-Tirmizi 5/465.",
          "item": "Доволен я Аллахом как Господом, исламом — как религией и Мухаммадом — как Пророком. (В День воскресения Аллах непременно сделает довольным того, кто будет по три раза произносить эти слова утром и вечером.)"
        },
        {
          "chapter_id": 28,
          "id": 111,
          "reference": "Al-Hakim 1/545.",
          "item": "О Живой, о Вседержитель, ищу спасения у Твоего милосердия! Приведи же в порядок все мои дела и не вверяй меня душе моей ни на мгновение!"
        },
        {
          "chapter_id": 28,
          "id": 112,
          "reference": "Abu Dawud 4/322.",
          "item": "(УТРОМ). Мы дожили до утра, и утром власть принадлежит Аллаху, Господу миров. О Аллах! Поистине, я прошу Тебя о благе этого дня: о достижении [желаемого] и победе [над врагами, а также] о свете, благословении и руководстве в этот день — и я прибегаю к Твоей защите от зла того, что[случится] этим днем, и зла того, что за ним [последует]. (ВЕЧЕРОМ). Мы дожили до вечера, и вечером власть принадлежит Аллаху, Господу миров. О Аллах! Поистине, я прошу Тебя о благе этой ночи: о достижении [желаемого] и победе[над врагами, а также] о свете, благословении и руководстве в эту ночь — и я прибегаю к Твоей защите от зла того, что [случится] этой ночью, и зла того, что за ней [последует]»."
        },
        {
          "chapter_id": 28,
          "id": 113,
          "reference": "Ahmad 3/406-7, 5/123, An-Nasa'i,  At-Tirmizi 4/209.",
          "item": "Мы встретили утро, придерживаясь ислама, искреннего слова102, религии нашего пророка Мухаммада103 и религии нашего отца Ибрахима, ханифа, предавшегося [Аллаху] и не относившегося к многобожникам."
        },
        {
          "chapter_id": 28,
          "id": 114,
          "reference": "Muslim 4/2071.",
          "item": "Пречист Аллах и хвала Ему. (С того, кто по сто раз в день будет произносить эти слова, снимут [бремя всех] его грехов, будь они подобны даже пене морской.)"
        },
        {
          "chapter_id": 28,
          "id": 115,
          "reference": "An-Nasa'i, Abu Dawud 4/319, Ibn Majah, Ahmad 4/60.",
          "item": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может. (Эти слова желательно произносить по десять раз утром и вечером или же хотя бы по разу [утром и вечером].)"
        },
        {
          "chapter_id": 28,
          "id": 116,
          "reference": "Al-Bukhari, Muslim 4/2075.",
          "item": "Прошу прощения у Аллаха и приношу Ему покаяние. (Эти слова желательно произносить по сто раз в день.)"
        },
        {
          "chapter_id": 28,
          "id": 117,
          "reference": "Ahmad 2/ 290, An-Nasa'i, At-Tirmizi 3/187, Ibn As-Sunni (Hadith no. 68), Ibn Majah 2/266.",
          "item": "Прибегаю к защите совершенных слов Аллаха от зла того, что Он создал. (Эти слова желательно произносить вечером по три раза. Того, кто будет делать это, ночью не поразит лихорадка, и он может не опасаться укусов ядовитых насекомых.)"
        },
        {
          "chapter_id": 28,
          "id": 118,
          "reference": "At-Tabrani, Sahih at-Targhib wa at-Tarhib 1/273.",
          "item": "О Аллах! Благослови и приветствуй нашего пророка Мухаммада. (Передают, что Пророк (с.а.в.с.) сказал: «[Право на] моё заступничество в День воскресения получит тот, кто по десять раз будет призывать на меня благословения утром и вечером»."
        },
        {
          "chapter_id": 29,
          "id": 119,
          "reference": "Al-Bukhari, Muslim 4/ 1723.",
          "item": "Передают со слов ‘Аиши, да будет доволен ею Аллах, что каждую ночь, перед тем как лечь в постель, Пророк (с.а.в.с.) соединял перед собой кисти рук [ладонями внутрь], потом дул словно поплевывая на них, потом читал: суру Аль-Ихлас (112), суру Аль-Фаляк (113), суру Ан-Нас (114), а потом проводил [ладонями] по всему телу, куда только мог дотянуться, начиная с головы, лица и передней части тела, и делал это трижды."
        },
        {
          "chapter_id": 29,
          "id": 120,
          "reference": "Al-Baqarah 2:255, Al-Bukhari.",
          "item": "Желательно прочесть аят трона (аят Аль-Курси 2:255). (С тем, кто станет читать этот аят перед сном, будет находиться хранитель, посланный Аллахом, и шайтан не приблизится к человеку, пока тот не проснётся утром.)"
        },
        {
          "chapter_id": 29,
          "id": 121,
          "reference": "Al-Baqarah 2:285-6, Al-Bukhari, Muslim 1/554.",
          "item": "Желательно прочесть два приводимых ниже аята: «Посланник и верующие уверовали в то,что было ниспослано ему от Господа. Все [они]уверовали в Аллаха, в Его ангелов, в Его Писания и в Его посланников. [Они говорят]: “Не делаем мы различий меж [кем бы то ни было] из посланников Его”. Они говорят: “Слушаем и повинуемся! Прости, Господь наш, к Тебе [предстоит] вернуться!” * Не будет возлагать Аллах на человека ничего, кроме того, что ему по силам. Ему [уготована награда за] то, что он приобрёл, и против него [обернётся] то, что он приобрёл. [Они говорят]: “Господь наш, не взыщи с нас, если мы забудем или ошибёмся! Господь наш, не возлагай на нас такого бремени, какое возложил Ты на тех, кто жил до нас! Господь наш, не возлагай на нас и того, что нам не под силу! Избавь нас, прости нас и помилуй нас! Ты — наш Покровитель, помоги же нам [в борьбе] против людей неверных!”» (2:285–286) (Передают, что посланник Аллаха (с.а.в.с.) сказал: «Тому, кто ночью станет читать два этих аята, находящихся в конце суры “Корова”, этого будет достаточно».)"
        },
        {
          "chapter_id": 29,
          "id": 122,
          "reference": "Al-Bukhari 11/126, Muslim 4/2084.",
          "item": "С именем Твоим, Господь мой, я улёгся на бок и по [воле] Твоей я поднимусь. Если Ты заберёшь душу мою, то помилуй её, а если отпустишь, то защити её посредством того, чем защищаешь Ты Своих праведных рабов."
        },
        {
          "chapter_id": 29,
          "id": 123,
          "reference": "Muslim 4/2083, Ahmad 2/79.",
          "item": "О Аллах! Ты создал душу мою, и Ты её упокоишь, и Тебе принадлежат смерть и жизнь её. Если Ты вернёшь ей жизнь, защити её, а если умертвишь, прости её. О Аллах! Поистине, я прошу Тебя об избавлении [от бедствий]."
        },
        {
          "chapter_id": 29,
          "id": 124,
          "reference": "Abu Dawud 4/311, Sahih At-Tirmizi 3/143.",
          "item": "О Аллах! Защити меня от кары Твоей в тот День, когда Ты воскресишь Своих рабов."
        },
        {
          "chapter_id": 29,
          "id": 125,
          "reference": "Al-Bukhari, Muslim 4/2083.",
          "item": "О Аллах! С именем Твоим я умираю и оживаю."
        },
        {
          "chapter_id": 29,
          "id": 126,
          "reference": "Al-Bukhari, Muslim 4/2091.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал ‘Али и Фатиме: «Не научить ли вас тому, что будет для вас лучше, нежели слуга? Когда будете ложиться спать, произносите слова “Аллах велик” по тридцать четыре раза, а слова “Пречист Аллах” и “Хвала Аллаху” — по тридцать три раза»."
        },
        {
          "chapter_id": 29,
          "id": 127,
          "reference": "Muslim 4/2084.",
          "item": "О Аллах, Господь {семи} небес, Господь земли, Господь великого престола, Господь наш и Господь всего, Тот, Кто раскрывает [каждое] зерно и косточку [плода], Тот, Кто ниспослал Тору, Евангелие и Различение! Прибегаю к Твоей защите от зла всякой вещи, [ибо всё] подвластно Тебе. О Аллах! Ты — Первый, и не было ничего до Тебя, Ты — Последний, и не будет ничего после Тебя, Ты — Высочайший, и нет ничего выше Тебя, Ты — Скрытый, и нет ничего пред Тобой, избавь же нас от [бремени] долга и избавь нас от бедности."
        },
        {
          "chapter_id": 29,
          "id": 128,
          "reference": "Muslim 4/2085.",
          "item": "Хвала Аллаху, Который накормил, напоил, защитил и приютил нас, а сколь много таких, у кого нет ни защитника, ни дающего приют!"
        },
        {
          "chapter_id": 29,
          "id": 129,
          "reference": "Abu Dawud 4/317, Sahih At-Tirmizi 3/142.",
          "item": "О Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего! Свидетельствую, что нет бога, кроме Тебя, и прибегаю к Твоей защите от зла собственной души, от зла и многобожия шайтана, а также от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина."
        },
        {
          "chapter_id": 29,
          "id": 130,
          "reference": "At-Tirmizi, An-Nasa'i, Sahih al-Jami' as-Saghir 4/255.",
          "item": "Желательно прочитать суры «Земной поклон» (Ас-Саджда, 32) и «Власть» (Аль-Мульк, 67)."
        },
        {
          "chapter_id": 29,
          "id": 131,
          "reference": "Al-Bukhari, Muslim 4/2081.",
          "item": "Передают, что Пророк (с.а.в.с.) сказал: «Когда [захочешь] лечь спать, соверши такое же омовение (вуду), какое совершаешь перед молитвой, ляг на правый бок и скажи: “О Аллах! Я предался Тебе, и обратил к Тебе лицо своё, и вручил Тебе дело своё, и положился на Тебя из стремления к Тебе и страха перед Тобой. Нет убежища и нет спасения от Тебя, кроме [обращения] к Тебе! Я уверовал в Твоё Писание, которое Ты ниспослал, и в Твоего пророка, которого Ты послал”»."
        },
        {
          "chapter_id": 32,
          "id": 134,
          "reference": "Muslim 4/1772, Muslim 4/1773.",
          "item": "В подобных случаях желательно: а) трижды сплюнуть (без слюны) налево; б) трижды обратиться к Аллаху с мольбой о защите от шайтана и зла того, что увидел человек; в) никому не рассказывать об этом; г) перевернуться на другой бок."
        },
        {
          "chapter_id": 32,
          "id": 135,
          "reference": "Muslim 4/1773.",
          "item": "В подобных случаях рекомендуется также встать и совершить молитву."
        },
        {
          "chapter_id": 33,
          "id": 136,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad, Ad-Darimi, Al-Hakim, Al-Bayhaqi.",
          "item": "О Аллах! Веди меня правильным путём вместе с теми, кого Ты повёл им, и избавь меня [от бедствий] вместе с теми, кого Ты избавил [от них], и руководи мной вместе с теми, кем Ты руководишь, и сделай благословенным то, что Ты даровал мне, и упаси меня от зла того, что Ты предрешил, ведь, поистине, Ты решаешь и с Тебя ни за что не спросится; поистине, не будет унижен тот, кого Ты поддерживаешь, и не возвыситься тому, с кем Ты враждуешь. Господь наш! Ты — Благой и Всевышний."
        },
        {
          "chapter_id": 33,
          "id": 137,
          "reference": "Abu Dawud, Ibn Majah, An-Nasa'i, At-Tirmizi, Ahmad.",
          "item": "О Аллах! Поистине, я прибегаю к защите Твоего благоволения от Твоего гнева, и [прибегаю] к защите Твоего прощения от Твоего наказания, и прибегаю к Твоей защите от Тебя. Не [в силах] я воздать Тебе хвалу, [которой Ты достоин, так], как Сам Ты [сделал это], воздав её Себе."
        },
        {
          "chapter_id": 33,
          "id": 138,
          "reference": "Al-Bayhaqi.",
          "item": "О Аллах! Тебе мы поклоняемся, Тебе молимся, Тебе кланяемся до земли, к Тебе устремляемся и спешим, о [проявлении] Твоего милосердия просим и Твоего наказания страшимся — поистине, наказание Твоё постигнет неверных! О Аллах! Поистине, мы просим Тебя помочь [нам] и простить [нас], благодарим Тебя за [всё] благое и не являемся неверующими в Тебя; мы веруем в Тебя, покоряемся Тебе и отрекаемся от тех, кто в Тебя не верует."
        },
        {
          "chapter_id": 35,
          "id": 140,
          "reference": "Ahmad 1/391, and Al-Albani graded it authentic.",
          "item": "О Аллах! Поистине, я — раб Твой, и сын раба Твоего, и сын рабыни Твоей. Я подвластен Тебе, [выполнение любого] Твоего решения обязательно для меня, а приговор, вынесенный Тобой мне, справедлив. Заклинаю Тебя каждым из Твоих имён, которым Ты назвал Себя Сам, или ниспослал его в Книге Твоей, или открыл его кому-либо из сотворённых Тобой [существ], или оставил скрытым от всех, кроме Тебя, сделать Коран весной моего сердца, светом моей груди, а также причиной исчезновения моей грусти и прекращения моего беспокойства."
        },
        {
          "chapter_id": 35,
          "id": 141,
          "reference": "Al-Bukhari 7/158.",
          "item": "О Аллах! Поистине, я прибегаю к Твоей защите от беспокойства и грусти, слабости и нерадения, скупости и малодушия, бремени долга и притеснения людей."
        },
        {
          "chapter_id": 36,
          "id": 142,
          "reference": "Al-Bukhari 8/154, Muslim 4/2092.",
          "item": "Нет бога, кроме Аллаха, Великого, Кроткого, нет бога, кроме Аллаха, Великого Господа престола, нет бога, кроме Аллаха, Господа небес, и Господа земли, и Щедрого Господа престола."
        },
        {
          "chapter_id": 36,
          "id": 143,
          "reference": "Abu Dawud 4/324, Ahmad 5/42.",
          "item": "О Аллах! Милости Твоей прошу, так не доверяй же меня душе моей ни на мгновение и приведи в порядок все дела мои. Нет бога, кроме Тебя."
        },
        {
          "chapter_id": 36,
          "id": 144,
          "reference": "At-Tirmizi 5/529. Al-Hakim.",
          "item": "Нет бога, кроме Тебя, пречист Ты! Поистине, был я одним из несправедливых!"
        },
        {
          "chapter_id": 36,
          "id": 145,
          "reference": "Abu Dawud 2/87.",
          "item": "Аллах, Аллах — Господь мой, и я ничему не поклоняюсь наряду с Ним!"
        },
        {
          "chapter_id": 37,
          "id": 146,
          "reference": "Abu Dawud 2/89, Al-Hakim.",
          "item": "О Аллах! Поистине, мы [молим] Тебя встать на их пути и прибегаем к Твоей защите от их зла."
        },
        {
          "chapter_id": 37,
          "id": 147,
          "reference": "Abu Dawud 3/42, At-Tirmizi\n 5/572.",
          "item": "О Аллах! Ты — мой помощник и защитник благодаря Тебе я передвигаюсь, благодаря Тебе нападаю и благодаря Тебе сражаюсь."
        },
        {
          "chapter_id": 37,
          "id": 148,
          "reference": "Al-Bukhari, 5/172.",
          "item": "Достаточно нам Аллаха — прекрасный Он Покровитель!"
        },
        {
          "chapter_id": 38,
          "id": 149,
          "reference": "Al-Bukhari.",
          "item": "О Аллах, Господь семи небес и Господь великого престола! Будь для меня защитником от такого-то, сына такого-то, и его приспешников из числа творений Твоих, чтобы никто из них не поспешил покарать меня или преступить [пределы дозволенного]. Силён тот, кто просит защиты у Тебя, великая хвала Тебе, и нет бога, кроме Тебя!"
        },
        {
          "chapter_id": 38,
          "id": 150,
          "reference": "Al-Bukhari.",
          "item": "Аллах велик, Аллах могущественнее, чем все Его творения, Аллах могущественнее, чем то, чего я боюсь и остерегаюсь! Прибегаю к защите Аллаха, помимо Которого нет иного бога, [Аллаха], удерживающего семь небес, чтобы не обрушились они на землю, если только не будет на то Его позволения, от зла такого-то Твоего раба, а также его воинства, приспешников и сторонников из [числа] джиннов и людей. О Аллах! Будь для меня защитником от зла их. Великая хвала Тебе, силён тот, кто просит защиты у Тебя, благословенно имя Твоё, и нет бога, кроме Тебя!"
        },
        {
          "chapter_id": 41,
          "id": 153,
          "reference": "Al-Bukhari, Muslim 1/120.",
          "item": "В подобных случаях необходимо обращаться за защитой к Аллаху, говоря: «Прибегаю к защите Аллаха от проклятого шайтана». Кроме того, следует прекратить делать то, что внушает сомнения. "
        },
        {
          "chapter_id": 41,
          "id": 154,
          "reference": "Muslim, 1/119-20.",
          "item": "Следует говорить: «Я уверовал в Аллаха и Его посланников»."
        },
        {
          "chapter_id": 41,
          "id": 155,
          "reference": "Al-Hadid 57:3, Abu Dawud 4/329.",
          "item": "Следует прочитать тот аят Корана, в котором сказано следующее: «Он — Первый и Последний, Высочайший и Скрытый, и Он — Всеведущий»."
        },
        {
          "chapter_id": 42,
          "id": 156,
          "reference": "At-Tirmizi 5/560.",
          "item": "О Аллах! [Сделай так, чтобы] дозволенное Тобой избавило меня от необходимости обращаться к запрещённому Тобой, и по милости Своей избавь меня от [необходимости] в ком бы то ни было, кроме Тебя."
        },
        {
          "chapter_id": 42,
          "id": 157,
          "reference": "Al-Bukhari 7/158.",
          "item": "О Аллах! Поистине, я прибегаю к Твоей защите от беспокойства и печали, слабости и нерадения, скупости и малодушия, бремени долга и притеснения людей."
        },
        {
          "chapter_id": 46,
          "id": 161,
          "reference": "Abu Dawud 1/206, At-Tirmizi.",
          "item": "Обращение к Аллаху с мольбой о защите от шайтана. \nВ Коране сказано: «Скажи: “Господь мой! Прибегаю к Твоей защите от наущений шайтанов и прибегаю к Твоей защите, Господь мой, от того, чтобы они являлись ко мне!”» (23:97–98)."
        },
        {
          "chapter_id": 46,
          "id": 162,
          "reference": "Muslim 1/291, Al-Bukhari 1/151.",
          "item": "Слова азана.\nПередают, что Пророк (с.а.в.с.) сказал: «Поистине, услышав призыв на молитву, шайтан убегает, с шумом [испуская] ветры, чтобы не слышать, [как его возглашают], а когда [муаззин] умолкает, он возвращается и [начинает] нашёптывать [людям]. Услышав [возглашение] икамы, [шайтан снова] уходит, чтобы не слышать, [как её возглашают], а когда [муаззин] умолкает, он возвращается и [снова начинает] нашёптывать [людям]»."
        },
        {
          "chapter_id": 46,
          "id": 163,
          "reference": "Muslim 1/539.",
          "item": "Слова поминания Аллаха и чтение Корана. Передают, что посланник Аллаха (с.а.в.с.) сказал: «Не превращайте свои дома в кладбища. Поистине, шайтан убегает от такого дома, в котором читается сура “Корова”». Также шайтана отгоняют слова поминания Аллаха, произносимые утром и вечером, перед сном и после пробуждения, при входе в дом и выходе из него, при входе в мечеть и выходе из неё, равно как и прочие соответствующие сунне виды поминания, например чтение перед сном аята трона и двух последних аятов суры «Корова», а тому, кто сто раз скажет: «Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит владычество, Ему — хвала, и Он всё может», эти слова будут служить защитой от шайтана в течение всего дня. Кроме того, как было указано выше, отгоняют шайтана и слова азана."
        },
        {
          "chapter_id": 50,
          "id": 167,
          "reference": "Al-Bukhari.",
          "item": "Не беда, [болезнь тебя] очистит, если пожелает Аллах."
        },
        {
          "chapter_id": 50,
          "id": 168,
          "reference": "At-Tirmizi, Abu Dawud.",
          "item": "Прошу Великого Аллаха, Господа великого престола, исцелить тебя. (семь раз)"
        },
        {
          "chapter_id": 52,
          "id": 170,
          "reference": "Al-Bukhari7/10, Muslim 4/1893.",
          "item": "О Аллах! Прости меня, помилуй меня и [присоедини] меня к высшему обществу."
        },
        {
          "chapter_id": 52,
          "id": 171,
          "reference": "Al-Bukhari.",
          "item": "Передают, что ‘Аиша, да будет доволен ею Аллах, сказала: «[Перед смертью Пророк (с.а.в.с.)] стал опускать руки в воду, а потом проводить ими по лицу, говоря: “Нет бога, кроме Аллаха! Поистине, смерти [предшествует] агония!”» "
        },
        {
          "chapter_id": 52,
          "id": 172,
          "reference": "At-Tirmizi and Ibn Majah.",
          "item": "Нет бога, кроме Аллаха, Аллах велик! Нет бога, кроме одного лишь Аллаха; нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; нет бога, кроме Аллаха, Ему принадлежит владычество, Ему — хвала; нет бога, кроме Аллаха, и нет мощи и силы ни у кого, кроме Аллаха."
        },
        {
          "chapter_id": 56,
          "id": 176,
          "reference": "Muslim 2/663.",
          "item": "О Аллах! Прости, помилуй и избавь его, и окажи ему милость и хороший приём, и сделай место его входа просторным, и омой его водой, снегом и градом, и очисти его от прегрешений подобно тому, как очищаешь Ты от грязи белую одежду, и дай ему взамен дом лучше его дома, и семью лучше его семьи, и жену лучше его жены, и введи его в Рай, и защити его от мук могилы и от мук Огня."
        },
        {
          "chapter_id": 56,
          "id": 177,
          "reference": "Ibn Majah 1/480, Ahmad 2/368.",
          "item": "О Аллах! Прости нашим живым и мёртвым, присутствующим и отсутствующим, малым и старым, мужчинам и женщинам. О Аллах! Сделай так, чтобы те из нас, кому Ты даруешь жизнь, жили по [установлениям] ислама, а тех из нас, кого Ты упокоишь, упокой в вере. О Аллах! Не лишай нас награды за него и не сбивай нас с пути после его [смерти]."
        },
        {
          "chapter_id": 56,
          "id": 178,
          "reference": "Ibn Majah, Abu Dawud 3/211.",
          "item": "О Аллах! Поистине, <такой-то, сын такогото> находится под Твоей защитой и покровительством, упаси же его от испытания могилы и мук Огня, ведь Ты верен обещанию и правдив. Прости и помилуй его, ведь Ты — Прощающий, Милосердный."
        },
        {
          "chapter_id": 56,
          "id": 179,
          "reference": "Al-Hakim 1/359.",
          "item": "О Аллах! Раб Твой и сын рабыни Твоей нуждается в Твоём милосердии, Ты же не нуждаешься в его мучениях. Если он творил благие дела, то увеличь его [награду] за них, а если совершал дурное, то не взыщи с него."
        },
        {
          "chapter_id": 57,
          "id": 180,
          "reference": "Ibn Qudamah, Al-Mughni 3/416.",
          "item": "О Аллах! Упаси его от мук могилы. Кроме того, будет хорошо, если человек скажет: «О Аллах! Сделай [так, чтобы смерть этого ребёнка явилась] причиной воздаяния, которое будет ждать [в Раю] его родителей а сам он стал бы для них запасом и заступником, ходатайство которого будет принято. О Аллах! Утяжели им весы их, и увеличь за него их награды, и присоедини его к праведным верующим, и помести его под опеку Ибрахима, и упаси его по милосердию Своему от мук Ада, и даруй ему [в Раю] дом лучше его дома и семью лучше его семьи. О Аллах! Прости наших предков, наших детей и тех, кто уверовал раньше нас»."
        },
        {
          "chapter_id": 57,
          "id": 181,
          "reference": "Al-Bukhari Kitabul-Jana'iz, 2/113",
          "item": "О Аллах! Сделай его [смерть] причиной воздаяния, которое будет нас ждать, и нашей ссудой — и [даруй] нам награду [за это]."
        },
        {
          "chapter_id": 62,
          "id": 186,
          "reference": "Abu Dawud 4/326, Ibn Majah 2/1228.",
          "item": "О Аллах! Поистине, я прошу Тебя о его благе и прибегаю к Твоей защите от его зла."
        },
        {
          "chapter_id": 62,
          "id": 187,
          "reference": "Muslim 2/616, Al-Bukhari 4/76.",
          "item": "О Аллах! Поистине, я прошу Тебя о его благе, благе того, что он в себе несёт, и благе того, что с ним было послано, и прибегаю к Твоей защите от его зла, зла того, что он в себе несёт, и зла того, что с ним было послано."
        },
        {
          "chapter_id": 64,
          "id": 189,
          "reference": "Abu Dawud 1/303.",
          "item": "О Аллах! Напои нас дождём спасительным, приятным, делающим [землю] плодородной, полезным, а не вредным, скорым, а не запоздалым."
        },
        {
          "chapter_id": 64,
          "id": 190,
          "reference": "Al-Bukhari 1/224, Muslim 2/613.",
          "item": "О Аллах! Пошли нам дождь. О Аллах! Пошли нам дождь. О Аллах! Пошли нам дождь."
        },
        {
          "chapter_id": 64,
          "id": 191,
          "reference": "Abu Dawud 1/305.",
          "item": "О Аллах! Напои рабов Твоих и животных Твоих, распространи милость Твою и оживи Твою мёртвую страну."
        },
        {
          "chapter_id": 69,
          "id": 196,
          "reference": "Abu Dawud 2/306.",
          "item": "Ушла жажда, жилы наполнились влагой и награда уже [ждёт], если это угодно Аллаху."
        },
        {
          "chapter_id": 69,
          "id": 197,
          "reference": "Ibn Majah 1/557.",
          "item": "О Аллах, заклинаю Тебя Твоим всеобъемлющим милосердием простить меня!"
        },
        {
          "chapter_id": 70,
          "id": 198,
          "reference": "Abu Dawud 3/347, At-Tirmizi 4/288.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Принимаясь за еду, пусть каждый из вас говорит: “С именем Аллаха” (Би-сми Ллях). Если же он забудет [произнести эти слова перед едой], пусть скажет: “С именем Аллаха в начале и конце её”, [когда вспомнит]»."
        },
        {
          "chapter_id": 70,
          "id": 199,
          "reference": "At-Tirmizi 5/506.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Пусть тот, кому Аллах пошлёт еду, скажет: “О Аллах! Сделай это благословенным для нас и накорми нас тем, что лучше этого”, и пусть тот, кого Аллах напоит молоком, скажет: “О Аллах! Сделай его благословенным для нас и добавь нам этого”»."
        },
        {
          "chapter_id": 71,
          "id": 200,
          "reference": "At-Tirmizi, Abu Dawud, Ibn Majah.",
          "item": "Хвала Аллаху, накормившему меня этим и наделившему меня этим, а сам я не [предпринял бы никаких] действий и не [обладал бы] силой, [не будь на то воли Аллаха]."
        },
        {
          "chapter_id": 71,
          "id": 201,
          "reference": "Al-Bukhari 6/214, At-Tirmizi 5/507.",
          "item": "Хвала Аллаху, хвала многая, благая и благословенная, [хвала бесконечная], которую не следует прерывать и без которой [нам] не обойтись! О Господь наш!"
        },
        {
          "chapter_id": 102,
          "id": 232,
          "reference": "Ahmad 2/7, At-Tirmizi 5/499.",
          "item": "Вверяю Аллаху твою религию, то, что отдано тебе на хранение, и исход твоего дела."
        },
        {
          "chapter_id": 102,
          "id": 233,
          "reference": "At-Tirmizi.",
          "item": "Да наделит тебя Аллах благочестием, и да простит Он твой грех, и да облегчит Он для тебя [обретение] блага, где бы ты ни был."
        },
        {
          "chapter_id": 108,
          "id": 239,
          "reference": "Muslim 1/288.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Того, кто призовёт на меня благословение один раз, Аллах благословит [за это] десять раз»."
        },
        {
          "chapter_id": 108,
          "id": 240,
          "reference": "Abu Dawud 2/218, Ahmad 2/367.",
          "item": "Пророк (с.а.в.с.) также сказал: «Не превращайте [посещение] моей могилы в праздник и призывайте на меня благословения [всегда и везде], ибо, поистине, ваше благословение дойдёт до меня, где бы вы ни были»."
        },
        {
          "chapter_id": 108,
          "id": 241,
          "reference": "At-Tirmizi 5/551.",
          "item": "Пророк (с.а.в.с.) также сказал: «Скупцом является тот, кто не призывает на меня благословения, когда обо мне упоминают в его присутствии»."
        },
        {
          "chapter_id": 108,
          "id": 242,
          "reference": "An-Nasa'i, Al-Hakim 2/421.",
          "item": "Пророк (с.а.в.с.) также сказал: «Поистине, есть у Аллаха ангелы, которые странствуют по земле и передают мне приветствия [от членов] моей общины»."
        },
        {
          "chapter_id": 108,
          "id": 243,
          "reference": "Abu Dawud (Hadith no. 2041).",
          "item": "Пророк (с.а.в.с.) также сказал: «Кто бы ни приветствовал меня [после моей смерти], Аллах непременно будет возвращать мне мой дух, чтобы я [мог] ответить на его приветствие»."
        },
        {
          "chapter_id": 109,
          "id": 244,
          "reference": "Muslim 1/74.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Вы не войдёте в Рай, пока не уверуете [в полной мере], а не уверуете вы до тех пор, пока не полюбите друг друга, так не указать ли мне вам на то, что приведёт вас к взаимной любви, если вы будете делать это? Распространяйте приветствия между собой!»."
        },
        {
          "chapter_id": 109,
          "id": 245,
          "reference": "Al-Bukhari.",
          "item": "Передают, что ‘Аммар бин Йасир, да будет доволен Аллах ими обоими, сказал: «Совершенной является вера того, кто отличается тремя [качествами: проявляет] справедливость, приветствует всех людей, [знакомых и незнакомых], и расходует [свои средства, несмотря на] бедность»."
        },
        {
          "chapter_id": 109,
          "id": 246,
          "reference": "Al-Bukhari, Muslim 1/65.",
          "item": "Передают, что ‘Абдуллах бин ‘Амр, да будет доволен Аллах ими обоими, сказал: «Один человек спросил посланника Аллаха (с.а.в.с.): “Какое [проявление исповедания] ислама является лучшим?” Он ответил: “[Лучшее состоит в том, чтобы] ты кормил [людей] и приветствовал тех, кого знаешь и кого не знаешь”»."
        },
        {
          "chapter_id": 123,
          "id": 260,
          "reference": "Al-Bukhari, Muslim 4/1857.",
          "item": "Пречист Аллах!"
        },
        {
          "chapter_id": 123,
          "id": 261,
          "reference": "Al-Bukhari, Ahmad 5/218.",
          "item": "Аллах велик! Аллаху акбар!"
        },
        {
          "chapter_id": 130,
          "id": 268,
          "reference": "Al-Bukhari.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Клянусь Аллахом, поистине, я прошу Аллаха о прощении и приношу Ему покаяние более семидесяти раз [в день]»."
        },
        {
          "chapter_id": 130,
          "id": 269,
          "reference": "Muslim 4/2076.",
          "item": "Передают также, что посланник Аллаха r сказал: «О люди! Приносите покаяние Аллаху, я же, поистине, приношу Ему своё покаяние по сто раз в день»."
        },
        {
          "chapter_id": 130,
          "id": 270,
          "reference": "Abu Dawud 2/85, At-Tirmizi 5/569, Al-Hakim.",
          "item": "Передают также, что Пророк (с.а.в.с.) сказал: «Тому, кто скажет: “Прошу прощения у Великого Аллаха, Живого, Вседержителя, помимо Которого нет иного бога, и приношу Ему своё покаяние”, простятся его грехи, даже если он бежал [с поля боя] во время наступления»."
        },
        {
          "chapter_id": 130,
          "id": 271,
          "reference": "At-Tirmizi, An-Nasa'i 1/279 and Al-Hakim.",
          "item": "Передают также, что Пророк (с.а.в.с.) сказал: «Господь наиболее близок к рабу [Своему] в конце ночи, и если сможешь ты стать одним из тех, кто поминает Аллаха в это время, стань [им]»"
        },
        {
          "chapter_id": 130,
          "id": 272,
          "reference": "Muslim 1/350.",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «Ближе всего к своему Господу раб находится тогда, когда совершает земной поклон, так обращайтесь же к Нему с мольбами [в такие моменты] как можно чаще»."
        },
        {
          "chapter_id": 130,
          "id": 273,
          "reference": "Muslim 4/2075.",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «Поистине, [бывает так, что] сердце моё окутывается, и, поистине, я прошу Аллаха о прощении по сто раз в день»."
        },
        {
          "chapter_id": 131,
          "id": 274,
          "reference": "Al-Bukhari 7/168, Muslim 4/2071.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «С того, кто по сто раз в день станет говорить “Пречист Аллах и хвала Ему”, будет снято [бремя всех] его грехов, даже если [по обилию своему] они будут подобны пене морской»."
        },
        {
          "chapter_id": 131,
          "id": 275,
          "reference": "Al-Bukhari 7/67, Muslim 4/2071.",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «[Человек], который десять раз произнесёт слова “Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища; Ему принадлежит власть, Ему — хвала, и Он всё может”, уподобится тому, кто освободит четырёх рабов из числа потомков Исма‘ила»."
        },
        {
          "chapter_id": 131,
          "id": 276,
          "reference": "Al-Bukhari 7/168, Muslim 4/2072.",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «Есть два слова, которые любит Милостивый, и для языка они легки, а на Весах будут тяжелы. [Это — слова] “Пречист Аллах и хвала Ему, пречист Аллах Великий!”»"
        },
        {
          "chapter_id": 131,
          "id": 277,
          "reference": "Muslim 4/2072.",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «Поистине, произносить слова “Пречист Аллах”, “Хвала Аллаху”, “Нет бога, кроме Аллаха” и “Аллах велик” я люблю больше того, над чем восходит солнце»."
        },
        {
          "chapter_id": 131,
          "id": 278,
          "reference": "Muslim 4/2073.",
          "item": "Передают, что Са‘д бин Абу Ваккас сказал: «[Однажды, когда] мы находились у посланника Аллаха (с.а.в.с.), он спросил: “Сможет ли кто-нибудь из вас ежедневно совершать тысячу добрых дел?” Один из его собеседников спросил: “Как же может [человек] совершать тысячу добрых дел?!” — [и Пророк (с.а.в.с.)] сказал: “[Он может делать это, если станет] восхвалять Аллаха по сто раз [в день], и тогда ему будет записываться тысяча добрых дел, а [бремя] тысячи прегрешений будет с него сниматься”»."
        },
        {
          "chapter_id": 131,
          "id": 279,
          "reference": "At-Tirmizi 5/511, and Al-Hakim.",
          "item": "Передают, что Пророк (с.а.в.с.) сказал: «Для того, кто произнесёт слова “Пречист Великий Аллах и хвала Ему”, в Раю будет посажена пальма»."
        },
        {
          "chapter_id": 131,
          "id": 280,
          "reference": "Al-Bukhari, Muslim 4/2076.",
          "item": "Передают, что Абу Муса аль-Аш‘ари сказал: «[Пророк (с.а.в.с.)] спросил [меня]: “О ‘Абдуллах бин Кайс, не указать ли тебе на одно из сокровищ Рая?” Я ответил: “Конечно, о посланник Аллаха!” — и тогда он сказал: “Говори: ‹Нет мощи и силы ни у кого, кроме Аллаха›”»."
        },
        {
          "chapter_id": 131,
          "id": 281,
          "reference": "Muslim 3/1685.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Больше всего Аллах любит четыре слова: “Пречист Аллах”, “Хвала Аллаху”, “Нет бога, кроме Аллаха” и “Аллах велик”, и с какого бы из них ты ни начал, это не повредит тебе»."
        },
        {
          "chapter_id": 131,
          "id": 282,
          "reference": "Muslim 4/2072.",
          "item": "Передают, что [как-то раз] к посланнику Аллаха (с.а.в.с.) пришёл один бедуин и попросил [его]: «Научи меня [каким-нибудь] словам, которые я стану повторять». [Пророк (с.а.в.с.)] сказал [ему]: «Говори: “Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Истинно велик Аллах, многая хвала Аллаху, пречист Аллах, Господь миров, и нет мощи и силы ни у кого, кроме Аллаха, Всемогущего, Мудрого”». [Бедуин] сказал: «Это — для моего Господа,а что же для меня?» [Пророк (с.а.в.с.)] сказал: «Говори “О Аллах! Прости меня, помилуй меня, выведи меня на правильный путь и даруй мне средства к существованию”»."
        },
        {
          "chapter_id": 131,
          "id": 283,
          "reference": "Muslim 4/2073.",
          "item": "Передают, что, когда кто-нибудь принимал ислам, Пророк (с.а.в.с.) сначала обучал этого человека, как следует совершать молитву, а потом повелевал обращаться к Аллаху с такой мольбой: «О Аллах! Прости меня, и помилуй меня, и выведи меня на правильный путь, и избавь меня [от бедствий] и даруй мне средства к существованию» ."
        },
        {
          "chapter_id": 131,
          "id": 284,
          "reference": "At-Tirmizi\n 5/462, Ibn Majah 2/1249, and Al-Hakim.",
          "item": "Передают, что посланник Аллаха (с.а.в.с.) сказал: «Поистине, лучше всего взывать [к Аллаху, говоря] “Хвала Аллаху”, а лучшим поминанием Аллаха являются слова “Нет бога, кроме Аллаха”»"
        },
        {
          "chapter_id": 131,
          "id": 285,
          "reference": "Ahmad (Hadith no. 513).",
          "item": "Передают также, что посланник Аллаха (с.а.в.с.) сказал: «К числу праведных дел, [плоды которых] вечны, относится произнесение слов “Пречист Аллах”, “Хвала Аллаху”, “Нет бога, кроме Аллаха”, “Аллах велик” и “Нет мощи и силы ни у кого, кроме Аллаха”»"
        }
      ],
      "kurdish": [
        {
          "chapter_id": 1,
          "id": 1,
          "reference": "البخاري مع الفتح ١١ / ١١٣ ومسلم ٤ / ٢٠٨٣ {وصحابي الحديث هو حذيفة بن اليمان، والبراء بن عازب (رضي الله عنهما)}. مەبەست لەم مردنە خەوە، چونکە مرۆڤ، کە خەوت وەکو مردوو وایە (والله أعلم).",
          "item": "سوپاس و ستاییش بۆ ئەو خودایەی، کە ژیانی بە بەر ھێناینەوە دوای ئەوەی کە مراندینی  زیندو بونەوەش ھەر بۆ لای ئەو دەبێت. "
        },
        {
          "chapter_id": 1,
          "id": 2,
          "reference": "(ھەرکەسێک ئەم ویردە بخوێنێت ئەوە خودا لە تاوانەکانی خۆش دەبێت، خۆ، ئەگەر چی داوا بکات ئەوە ڕەتناکرێتەوە، خۆ، ئەگەر ھەستێت دەست نوێژ بگرێت و پاشان نوێژ بکات ئەوە نوێژەکەی گیرا دەبێت)، البخاري مع الفتح ٣ / =٣٩ وغيره واللفظ لابن ماجه انظر صحيح ابن ماجه ٢ / ٣٣٥ {وصحابي الحديث هو عبادة بن الصامت (رضي الله عنه)}.",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت جگە لە (الله)ی تەنیای بێ ھاوەڵ نەبێت، سامان و ستاییش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەتوانا و بە دەسەڵاتە، پاکی و بێگەردی و سوپاس و ستایش بۆ خودایە، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، ھەروەھا (الله) گەورە ترینە و ھیچ ھێز و دەسەڵاتێک نییە، جگە لەوە نەبێت، کە خودای بەرز و بڵند و گەورە دەیبەخشێت، ئەی پەروەردگارم لێم خۆشببە. "
        },
        {
          "chapter_id": 1,
          "id": 3,
          "reference": "الترمذي ٥ / ٤٧٣ وانظر صحيح الترمذي ٣ / ١٤٤ {وحسنه الألباني في صحيح الجامع (٧١٦) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "سوپاس و ستایش بۆ ئەو خودایەی کە لەش ساغی پێ بەخشیم و ڕۆحی بۆ گەڕاندمەوە و بواری بۆ ئاسان کردم، کە یاد و زیکری بکەم."
        },
        {
          "chapter_id": 1,
          "id": 4,
          "reference": "البخاري مع الفتح ٨ / ٢٣٧ ومسلم ١ / ٥٣٠ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "به‌ڕاستی له دروستکردنی ئاسمانه‌کان و زه‌ویدا و له ئاڵو گۆڕی شه‌و و ڕۆژدا به‌ڵگه و نیشانه‌ی زۆر هه‌ن بۆ که‌سانی ژیر و هۆشمه‌ند... * ئه‌وانه‌ی یادی خوا ده‌که‌ن له‌کاتێکدا که به‌پێوه‌ن یان دانیشتوون یان ڕاکشاوون (له هیچ حاڵه‌تێکدا یادی ئه‌وزاته فه‌رامۆش ناکه‌ن)، هه‌میشه بیرده‌که‌نه‌وه له دروست بوونی ئاسمانه‌کان و زه‌وی (بیرده‌که‌نه‌وه له هه‌موو ورده‌کاریه‌ک، سه‌رنجی هه‌موو دیارده‌یه‌ک ده‌ده‌ن، سه‌رئه‌نجام ده‌ڵێن): په‌روه‌ردگارا تۆ ئه‌م هه‌موو دروست کراوانه‌ت بێ هوده و بێ ئامانج دروست نه‌کردووه‌، پاکیی و بێگه‌ردیی شایسته‌ی تۆیه‌، ده تۆش بمانپارێزه له سزای ئاگری دۆزه‌خ. * په‌روه‌ردگارا به‌ڕاستی تۆ هه‌رکه‌س بخه‌یته ناو ئاگری دۆزه‌خه‌وه‌، ئه‌وه ئیتر شه‌رمه‌زارو ڕیسواو خه‌جاڵه‌تت کردووه‌، (جا بێگومان له‌وێ) سته‌مکاران هیچ جۆره پشتیوانێکیان نیه‌. * په‌روه‌ردگارا؛ به‌ڕاستی ئێمه گوێمان له بانگخوازێک بوو، بانگی کردین بۆ ئیمان و (ده‌یفه‌رموو): ئیمان بهێنن به په‌روه‌ردگارتان جا ئێمه‌ش (بێ دوودڵی)، خێرا باوه‌ڕمان هێناو (وتمان): په‌روه‌دگارا؛ ده‌تۆش له‌گوناهو هه‌ڵه‌کانمان خۆش ببه‌، چاوپۆشی بکه له‌کرداره ناپه‌سه‌نده‌کانمان و (له‌سه‌ر ڕێبازی) چاکان و (به‌خته‌وه‌ران) بمانمرێنه و له‌گه‌ڵ ئه‌واندا کۆمان بکه‌ره‌وه‌. * په‌روه‌ردگارا؛ ئه‌و به‌ڵێنانه‌شمان بۆ ئه‌نجام بده که له‌سه‌ر زاری پێغه‌مبه‌رانتدا به‌ئێمه‌ت داوه (که سه‌رکه‌وتنه له دنیاداو به‌هه‌شتی به‌رینه له داهاتوودا) و له ڕۆژی قیامه‌تیشدا خه‌جاڵه‌ت و ڕوو زه‌ردمان مه‌که‌، بێگومان تۆ به‌ڵێن شکێن نیت و به‌ڵێنی خۆت ده‌به‌یته سه‌ر. * (کاتێک ئیمانداران به‌م شێوه‌یه نزایان کرد، که په‌روه‌ردگاری ئازیزیان فێریان ده‌کات) بێگومان ئه‌و زاته دوعاکانیان لێوه‌رده‌گرێت (به هاناو هاواریانه‌وه ده‌چێت بۆیه ده‌فه‌رموێت): به‌ڕاستی من هه‌وڵ و کۆشش و کارو کرده‌وه‌ی هیچ کام له ئێوه به‌زایه ناده‌م، چ نێرینه و پیاوتان، چ مێینه و ئافره‌تتان (چونکه‌)هاوکاری یه‌کتر بوون (له چاکه‌و چاکه‌کاریدا)، جا ئه‌وانه‌ی کۆچیان کردو له شوێنه‌واری خۆیان ده‌ربه‌ده‌رکران و ئازارو ئه‌شکه‌نجه‌دران له پێناوی مندا و جه‌نگان و شه‌هیدکران، به‌ڕاستی سوێند بێت چاوپۆشی ده‌که‌م له هه‌ڵه‌و گوناهه‌کانیان و ده‌یانخه‌مه باخه‌کانی به‌هه‌شته‌وه که چه‌نده‌ها ڕووبار به‌ژێر دره‌خته‌کانیداو به‌رده‌م کۆشکه‌کانیدا ده‌ڕوات، ئه‌مه‌ش پاداشتێکه له لایه‌ن خواوه (پێشکه‌شیان ده‌کرێت) خوا پاداشتی چاک و جوانی لایه (بۆ تێکۆشه‌ران). * (ئه‌ی ئیماندار) هه‌رگیز هێزو ده‌سه‌ڵاتی ئه‌وانه‌ی بێ باوه‌ڕن له وڵاتاندا تۆ له‌خشته نه‌بات. * (ئه‌وه هه‌رهه‌مووی) ڕابواردنێکی که‌مه (چونکه‌) له‌وه‌ودوا شوێن و جێگه‌یان دۆزه‌خه‌، که ناخۆشترین جێگه و ڕێگه‌یه‌. * به‌ڵام ئه‌وانه که پارێزکارن و له سزای په‌روه‌ردگاریان ده‌ترسن (جێگه و ڕێگه‌یان) باخه‌کانی به‌هه‌شته که چه‌نده‌ها ڕووبار به‌ژێر دره‌خته‌کانیداو به‌به‌رده‌م کۆشکه‌کانیدا ده‌ڕوات، هاوڕێ له‌گه‌ل ژیانی هه‌مشه‌یی له‌وێدا، ئه‌و شوێنانه‌ش له‌لایه‌ن خواوه ئاماده‌کراوه‌، بۆ میوانداری هه‌میشه‌یی به‌خته‌وه‌ران، ئه‌ڵبه‌ته ئه‌وبه‌شه‌ی که لای خوایه چاکترو به‌نرختره بۆ چاکه‌کاران و خواناسان. * به‌ڕاستی هه‌ندێ که‌س هه‌ن له خاوه‌نانی کتێب که باوه‌ڕی به‌خوا پته‌و و دامه‌زراوه‌، هه‌روه‌ها به‌و (قورئانه‌ش) که بۆ ئێوه ڕه‌وانه‌کراوه و به‌و کتێبانه‌ش بۆ خۆیان پێشتر ڕه‌وانه کراوه‌، له‌کاتێکدا ئه‌وانه ترسی خوایان له دڵدایه و مه‌به‌ستیانه خوا لێیان ڕازی بێت، ئایه‌ته‌کانی خوا به‌نرخێکی که‌م (یاخود به‌هیچ نرخێک) نافرۆشن، ئه‌وانه پاداشتی (ئیمان و باوه‌ڕی) خۆیان لای په‌روه‌ردگاریان وه‌رده‌گرن، به‌ڕاستی خوا به‌خێرایی لێپرسینه‌وه ئه‌نجام ده‌دات (تا به‌زوویی به‌خته‌وه‌ران بخاته به‌هه‌شته‌وه و ناپوخته‌کانیش له دۆزه‌خ توند بکات). * ئه‌ی ئه‌وانه‌ی که باوه‌ڕتان هێناوه خۆگربن و خۆڕاگریی و ئارامگریی و به‌سه‌ر خۆتاندا بهێنن، نه‌به‌زن له خۆگری مانه‌وه‌تان له سه‌نگه‌ردا، هه‌وڵ بده‌ن هه‌میشه له سه‌نگه‌ری خه‌بات و کۆششدا بن، له خوا بترسن و پارێزکاربن بۆ ئه‌وه‌ی سه‌رفرازیی (هه‌میشه‌یی) به‌ده‌ست بهێنن."
        },
        {
          "chapter_id": 4,
          "id": 7,
          "reference": "أخرجه أبو داود ٤ / ٤١ ، وانظر صحيح أبي داود ٢ / ٧٦٠ {وصححه الألباني في صحيح الترمذي ( ١٨٣٨ ) وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)} .",
          "item": "ئەو پۆشاکە بیڕزێنیت بە تەمەنێکی درێژەوە و خودای بەرز و بڵندیش پۆشاکێکی باشتری بخاتە شوێن."
        },
        {
          "chapter_id": 4,
          "id": 8,
          "reference": "ابن ماجه ٢ / ١١٧٨ والبغوي ١٢ / ٤١ وانظر: صحيح ابن ماجه ٢ / ٢٧٥ {وصحابي الحديث هو عبد الله بن عمر بن الخطاب (رضي الله عنهما)}.",
          "item": "خودای گەورە پۆشاکێکی نوێت پێ ببەخشێت و تەمەنت بە درێژی لەسەر پەرستش و عیبادەت بەسەر بەریت و بە باشترینی شێوەش بمریت، کە شەھیدییە."
        },
        {
          "chapter_id": 9,
          "id": 13,
          "reference": "مسلم ١ / ٢٠٩ {وصحابي الحديث هو عقبة بن عامر الجهني (رضي الله عنه)}. ھەر کەسێک ئەم ویردە بخوێنێت ئەوە ھەر ھەشت دەرگاکەی بەھەشتی بۆ دەکرێتەوە و لەھەر کامێکیشیان، کە خۆی بییەوێت دەچێتە ژورەوە .",
          "item": "شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاکی بێ ھاوەڵ، ھەروەھا شایەتی دەدەم بەوەی، کە بەڕاستی موحەممەد (صلی الله علیە وسلم) بەندە و نێردراوی خودایە."
        },
        {
          "chapter_id": 9,
          "id": 14,
          "reference": "الترمذي ١ / ٧٨ وانظر صحيح الترمذي ١ / ١٨ {وصححه الألباني في المشكاة (٢٨٩) وصحابي الحديث هو عمر بن الخطاب (رضي الله عنه)} .",
          "item": "خودایە بمگێڕە لە بەندە تەوبە کارەکان و بەندە خۆ پاککەرەوەکان."
        },
        {
          "chapter_id": 9,
          "id": 15,
          "reference": "النسائي في عمل اليوم والليلة ص ١٧٣ وانظر إرواء الغليل ١ / ١٣٥ و ٢ / ٩٤ {وصححه الألباني في الصحيحة (٢٦٥١) وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)} .",
          "item": "خودایە پاکی و بێگەردی و ستایش بۆ تۆ، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە جگە لە تۆ، داوای لێخۆشبونت لێدەکەم و بۆ لای تۆش دەگەڕێمەوە."
        },
        {
          "chapter_id": 10,
          "id": 16,
          "reference": "أبو داود ٤ / ٣٢٥ والترمذي ٥ / ٤٩٠ وانظر صحيح الترمذي ٣ / ١٥١ {وصححه الألباني في صحيح الترمذي ( ٣٦٦٦ ) وصحيح المشكاة (٢٤٤٣) وصحابي الحديث هو خادم النبِي (صلى الله عليه وسلم) أنس بن مالك (رضي الله عنه)} .",
          "item": "بەناوی خودا دەچمە دەر لە ماڵ، پشتم بە خودا بەست و ھیچ ھەوڵ و ھێزێکیش نییە جگە لەو توانا و ھێزەی، کە لە لایەن خوداوەیە."
        },
        {
          "chapter_id": 10,
          "id": 17,
          "reference": "أهل السنن وانظر صحيح الترمذي ٣ / ١٥٢ وصحيح ابن ماجه ٢ / ٣٣٦ {وصححه الألباني في صحيح ابن ماجة ( ٣٨٨٤ ) وصحابية الحديث هي زوجة النبِي (صلى الله عليه وسلم) أم سلمة (رضي الله عنها)}.",
          "item": "خودایە من پەنا دەگرم بە تۆ لەوەی، کە خەڵکی گومڕا بکەم ، یان گومڕا بکرێم، یان ھەڵە بکەم، یان ھەڵەم پێ بکرێت، یان ستەم بکەم یان ستەمم پێ بکرێت، یان نەزانی و نەفامی بکەم، یان نەزانی و نەفامیم بەرامبەر بکرێت بکرێت."
        },
        {
          "chapter_id": 12,
          "id": 19,
          "reference": "جميع هذه الخصال في البخاري ١١ / ١١٦ برقم ٦٣١٦ ومسلم ١ / ٥٢٦ , ٥٢٩ , ٥٣٠ برقم ٧٦٣ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}. \n\nالترمذي برقم ٣٤١٩ , ٥ / ٤٨٣ {وضعفه الألباني في ضعيف الجامع الصغير ( ١١٩٤ )}. \n\nأخرجه البخاري في الأدب المفرد برقم ٦٩٥ , ص ٢٥٨ وصحح إسناده الألباني في صحيح الأدب المفرد برقم ٥٣٦ .  \n\nذكره ابن حجر في فتح الباري وعزاه إلى ابن أبي عاصم في كتاب الدعاء , انظر الفتح ١١ / ١١٨ وقال : فاجتمع من اختلاف الروايات خمس وعشرون خصلة .\n\n",
          "item": "خودایە ڕوناکی لە دڵما بەرپا بکە و لە زار و بیستن و بینین و سەرەوە و خوارەوە و لای ڕاست و لای چەپ و پێشەوە و پاشەوە و دەرونمدا ڕوناکی بچەسپێنە، ڕوناکیم بۆ گەورە بکەیت و ڕوناکیم تێدا گەورە بکەیت و بمکەیتە ڕوناکی، خودایە ڕوناکیم پێ ببەخشە و ڕوناکی بکەرە ناو دەمارەکانمەوە و لە گۆشت و خوێن و قژ و پێستمدا ڕوناکی بچەسپێنە.\n\n(خودایە ڕوناکی لە ناو گۆڕەکەمدا دابنێ، ھەروەھا ڕوناکی بچەسپێنە لە ئێسقانەکانمدا). (خودایە ڕوناکیم بۆ زیاد بکە، ڕوناکیم بۆ زیاد بکە، ڕوناکیم بۆ زیاد بکە). (خودایە ڕوناکیم لەسەر ڕوناکی پێ ببەخشە)."
        },
        {
          "chapter_id": 13,
          "id": 20,
          "reference": "أبو داود وانظر صحيح الجامع برقم ٤٥٩١ {وحسنه الألباني في الثمر المستطاب ١/ ٦٠٣، وصحابي الحديث هو عبد الله بن عمرو بن العاص (رضي الله عنهما)} . ھەر کەسێک ئەم زیکرە بخوێنێت ئەوە شەیتان دەربارەی ئەو کەسە دەڵێت: ھەموو ئەمڕۆ پارێزراوە لە زەرەر و زیانی من . \n\n\n\nرواه ابن السني برقم ٨٨ وحسنه الألباني . أبو داود ١ / ١٢٦ وانظر صحيح الجامع ١ / ٥٢٨ . \n\n\n\nمسلم ١ / ٤٩٤ . وفي سنن ابن ماجه من حديث فاطمة رضي الله عنها « اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك » وصححه الألباني لشواهده انظر صحيح ابن ماجه ١ / ١٢٨ - ١٢٩ .",
          "item": "بە پێی ڕاست دەچیتە ژوورەوە و دەلێیت: پەنا دەگرم بەخودای گەورە و بە ڕوی بەڕێزی و بە دەسەڵاتی ھەر بووی و بەردەوامی لە شەیتانی نەفرین لێکراو. بەناوی خودا دەچمە ناو مزگەوت، دروودو سڵاو لەسەر نێردراوی خودا. خودایە دەرگاکانی ڕەحمەتی خۆتم لێ بکەرەوە."
        },
        {
          "chapter_id": 15,
          "id": 22,
          "reference": "البخاري ١ / ١٥٢ ومسلم ١ / ٢٨٨ {وصحابي الحديث هو أبي سعيد الخدري و عمر بن الخطاب (رضي الله عنهما)}.",
          "item": "ئەوکەسەی، کە گوێی لە بانگ دەبێت، ئەوە دەڵێتەوە کەوا بانگ بێژ دەیڵێت، جگە لە کاتی گوتنی: (حَيَّ عَلَى الصَّلاةِ، وَحَيَّ عَلَى الفَلاحِ) نەبێت، ئەوە لەو کاتەدا دەڵیت: (ِلاَ حَوْلَ وَلاَ قَوَّةَ إِلاَّ بِاللهِ) ."
        },
        {
          "chapter_id": 15,
          "id": 23,
          "reference": "مسلم ١ / ٢٩٠، {وصحابي الحديث هو عبد الله بن عمرو (رضي الله عنهما)}. ابن خزيمة ١ / ٢٢٠ {وصححه الألباني في صحيح ، ابن ماجة ( ٧٢١ ) وصحابي الحديث هو سعد بن أبي وقاص (رضي الله عنه)}.",
          "item": "ھەروەھا ئەمە دەڵێت لە دوای شایەتمانی بانگ بێژ: من شایەتی دەدەم، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، ھەروەھا شایەتیش دەدەم، کە موحەممەد (صلی الله علیە وسلم) بەندە و نێردراوی خودایە، من ڕازیم بەوەی، کە (الله) پەروەردگارم بێت و موحەممەد (صلی الله علیە وسلم) نێردراوی خودا و پێغەمبەرم بێت و ئیسلامیش ئاین و بەرنامەم بێت."
        },
        {
          "chapter_id": 15,
          "id": 24,
          "reference": "مسلم ١ / ٢٨٨ .",
          "item": "سەڵاوات دەدات لەسەر پێغەمبەر (صلی الله علیە وسلم) لە دوای تەواوبوونی بانگ ."
        },
        {
          "chapter_id": 15,
          "id": 25,
          "reference": "البخاري ١ / ١٥٢ {وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}. ھەر کەسێک وەڵامی بانگ بێژ بداتەوە و پاشان صەڵاوات بدات لە سەر پێغەمبەر (صلى الله عليە وسلم) و پاشان ئەم دوعایە بخوێنێت ئەوە بەر شەفاعەتی پێغەمبەر (صلى الله عليە وسلم) دەکەوێت . وما بين المعكوفين للبيهقي ١ / ٤١٠ وحسن إسناده العلامة عبد العزيز بن باز في تحفة الأخيار ص ٣٨ {وقال: الألباني في الضعيفة (٥١٨١) شاذة لا تصح}.",
          "item": "ھەروەھا دەڵێت: خودایە پەروەردگاری ئەم بانگەوازە تەواو و بێ کەم و کورتییە، (کە بریتیە لە بانگەوازی (تەوحید))، خاوەنی درودی بەردەوام، ببەخشە بە پێغەمبەر موحەممەد (صلی الله علیە وسلم) پلە و پایەی بەرزی (الوسيلة) (پلە و پایەیەکە لە بەھەشتدا) ھەروەھا (الفضيلة) (کە پلەیەکە تەنیا بەیەک نەفەردەدرێت لە ڕۆژی دواییدا ئەویش پلەی شەفاعەتە) ھەروەھا ببەخشە پێی ئەو شوێنە بەرز و باشەی، کە بەڵێنت پێداوە."
        },
        {
          "chapter_id": 15,
          "id": 26,
          "reference": "الترمذي وأبو داود وأحمد وانظر إرواء الغليل ١ / ٢٦٢ {وصححه الألباني في المشكاة ( ٦٧١ ) والإرواء ( ٢٤٤ ) وصحيح أبي داود ( ٥٣٤ ) وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)}.",
          "item": "نزاو دوعا دەکات بۆ خۆی لە بەینی بانگ و قامەتدا، چونکە بەڕاستی دوعا لەو کاتەدا ڕەت ناکرێتەوە ."
        },
        {
          "chapter_id": 16,
          "id": 27,
          "reference": "ئەم نزایە لە بەینی (الله أكبر)ی یەکەم خوێندنی سورەتی (الفاتحة)دا دەخوێندرێت (والله أعلم) . البخاري ١ / ١٨١ ومسلم ١ / ٤١٩ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە نێوان خۆم و ھەڵە و تاوانەکانم دوور بخەرەوە، ھەروەکو چۆن نێوان ڕۆژ ھەڵات و ڕۆژ ئاوات دوورخستۆتەوە، خودایە پاکم بکەرەوە لە گوناھەکانم، ھەر وەکو چۆن پۆشاکی سپی لە چڵک و پیسی پاک دەبێتەوە، خودایە لە ھەڵە و تاوانەکانم بمشۆ بە بەفر و ئاو و تەرزە."
        },
        {
          "chapter_id": 16,
          "id": 28,
          "reference": "أخرجه أصحاب السنن الأربعة وانظر صحيح الترمذي ١ / ٧٧ وصيح ابن ماجه ١ / ١٣٥ {وصححه الألباني في الإرواء ( ٢ / ٥١ ) ، المشكاة ( ٨١٦ ) ، صحيح أبي داود ( ٧٤٨ ) وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)}.",
          "item": "خودایە پاکی و بێگەردی و سوپاس و ستایش بۆ تۆیە، ھەروەھا ناوەکانت زۆر پیرۆز و گەورەن، بەرز و بڵندە گەورەیت، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ."
        },
        {
          "chapter_id": 16,
          "id": 29,
          "reference": "أخرجه مسلم ١ / ٥٣٤ {وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}. بیرو باوەڕی ئەھلی سوننەو جەماعەت وایە، کە ڕودانی ھەموو خێر و و شەڕێک لە لایەن خوداوەیە، بەڵام کە دەفەرمووێت: (خراپەش نادرێتە پاڵ تۆ) بەچەند واتایەک دێت . ١ - بە واتای ئەوە دێت، کە بەندەکان ناتوانن بە شەڕو تاوان خۆیان لە خودای گەورە نزیک بکەنەوە، بەڵکو دەبێت بە ئەنجامدانی چاکە خۆیان لە خودای گەورە نزیک بکەنەوە. ٢ - بە واتای ئەوەش دێت، کە وەکو ئەدەب شەڕ و خراپە نادرێتە پاڵ خودا، بەڵام لە ڕاستیشدا ئەو دروستی کردووە و ئەویش خاوەنیەتی، ھەروەھا بەچەند واتایەکی تریش دێت (والله أعلم) .",
          "item": "من ڕومکردە ئەو زاتەی، کە ئاسمانەکان و زەوی بەدی ھێناوە، لەھەموو ھاوەڵ بۆ دانان و کارێکی پڕ و پوچ و بەتاڵیش لامدا و ڕووم تەنیا لە تەوحید و یەک خودا پەرستی کرد، من لەو کەسانەش نیم، کە ھاوبەشی بۆ دابنێم، بەڕاستی نوێژ و (پەرستش و قوربانی و حەج) و ژیان و مردنم ھەمووی ھەر بۆ خودای پەروەردگاری جیھانیانە، خودایە تۆی پادشایت و ھیچ پەرستراوێک نییە، کە شایەنی پەرستن بێت، جگە لە تۆ نەبێت، خودایە تۆ پەروەردگارمیت و منیش بەندەی تۆم، دان دەنێم بەوەی، کە من ستەمم لە خۆم کردووە و کەسێکی تاوانبارم، کەواتە خودایە لە گشت تاوانەکانم خۆش ببە، چونکە بەڕاستی ھیچ کەسێک لە تاوانەکان خۆش نابێت، جگە لە تۆ نەبێت، ڕێنومونیم بکە بۆ جوانترینی ڕەوشتەکان، ھیچ یەکێکیش ڕێنمونی ناکات بۆ باشترینی ڕەوشتەکان، جگە لە تۆ نەبێت، کارە خراپەکانم لێ دوور بخەرەوە، ھیچ کەسێکیش کارە خراپەکانم لێ دوور ناخاتەوە، جگە لە تۆ نەبێت، من لە پێناوتدام و وەڵامت دەدەمەوە و گوێڕایەڵتم و شوێن ئاینەکەشت دەکەوم، خێر و چاکە بەدەستی تۆیە و خراپەش نادرێتە پاڵ تۆ  ، من پشت و پەنام بە تۆیە و بۆ لای تۆش دەگەڕێمەوە، پاکی و بێگەردی و بەرز و بڵندی بۆ تۆیە، داوای لێ خۆش بوونت لێدەکەم و بۆلاتیش دەگەڕێمەوە."
        },
        {
          "chapter_id": 16,
          "id": 30,
          "reference": "(جبرائيل) بە واتای : (عبد الله) دێت، (جِبر) واتە : عَبد (ائيل) واتە : (الله) هەمان شێوە (ميكائيل) و (إسرافيل)يش بەواتای (عبد الله) دێن (والله أعلم) . انظر شرح حصن المسلم لمجدي بن عبد الوهاب ص ٦٤. أخرجه مسلم ١ / ٥٣٤ {وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "خودایە پەروەردگاری جیبرائیل و میکائیل و ئیسرافیل، بەدیھێنەری ئاسمانەکان و زەوی، زانا بە نھێنی و ئاشکراکان، تۆ فەرمان و حوکم دەکەیت لە نێوان بەندەکانتدا لەو شتانەی کەوا جیاوازییان تێدا ھەیە، ڕێنموونیم بکە بۆ ئەو ڕاستییەی، کە خەڵکی جیاوازییان تێدا ھەیە بە فەزڵ ئاسانکاری خۆت، بەڕاستی ھەرکەسێک تۆ بتەوێت ڕێنموونی دەکەیت بۆ ڕێگای ڕاستی خۆت."
        },
        {
          "chapter_id": 16,
          "id": 31,
          "reference": "أخرجه أبو داود ١ / ٢٠٣ وابن ماجه ١ / ٢٦٥ وأحمد ٤ | ٥٨ وأخرجه مسلم عن ابن عمر رضي الله عنهما بنحوه وفيه قصة ١ / ٤٢٠ .",
          "item": "بەڕاستی خودا لە ھەموو گەورەیک گەورەترە، خودا لە ھەموو گەورەیەک گەورەترە، خودا لە ھەموو گەورەیەک گەورەترە، سوپاس و ستایشی زۆریش بۆ ئەوە، سوپاس و ستایشی زۆریش بۆ ئەوە، سوپاس و ستایشی زۆریش بۆ ئەوە، پاکی و بێگەردی بۆ ئەوە لە بەیانیان و ئێواراندا. (سێ جار) پەنا دەگرم بە خودا لە شەیتان، ھەروەھا لە خۆ بەگەورە زانین و ھۆندراوەی خراپ و شێتبوون."
        },
        {
          "chapter_id": 16,
          "id": 32,
          "reference": "پێغەمبەر (صلى الله عليە وسلم) ئەم نزایەی دەخوێند لە شەو نوێژەکانی دا . البخاري مع الفتح ٣ / ٣ و ١١ / ١١٦ و ١٣ / ٣٧١ , ٤٢٣ , ٤٦٥ ومسلم مختصرا بنحوه ١ / ٥٣٢ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "خودایە سوپاس و ستایش بۆ تۆ، تۆی ڕوناکی ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس و ستایش بۆ تۆ و تۆی ھەڵسوڕێنەری ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس و ستایش بۆ تۆ و تۆی پەروەردگاری ئاسمانەکان و زەوی و ئەوەیش، کە تێیادایە، سوپاس و ستایش بۆ تۆ و بۆ تۆیە سامانی ئاسمانەکان و زەوی و ئەوەیش، کە تێیاندایە، سوپاس ستایش بۆ تۆو تۆی پادشای ئاسمانەکان و زەوی، سوپاس و ستایش بۆ تۆ، خودایە تۆ ڕاستیت و بەڵێنەکانت ڕاستن و گوتەکانت ڕاستن و گەیشتن پێت ڕاستە و بەھەشت ڕاستەء دۆزەخ ڕاستە و پێغەمبەران ڕاستن و محمد (صلی الله علیە وسلم) ڕاستە و ڕۆژی دوایش ڕاستە، خودایە ملکەچی تۆبووم و پشتم بە تۆ بەست و باوەڕم پێت ھێنا و بۆ لای تۆ گەڕامەوە و بە پشتیوانی تۆ بەرپەرچی دوژمنانم دەدەمەوە و حوکمەکانیش دێنمەوە بۆلای تۆ، لێم خۆش ببە لەو گوناھانەی، کە لە پێشوودا کردوومە و ئەوانەشی، کە لە داھاتوودا دەیکەم و ئەوانەشی، کە بە نھێنی و بە ئاشکرا کردوومە، تۆ پێشخەریت و تۆ دواخەریت و ھیچ پەرسراوێکیش نییە کە شایستەی پەرستن بێت جگە لە تۆ نەبێت، تۆ پەرستراومیت و ھیچ پەرسراوێک نییە، کە شایستەی پەرستن بێت جگە لە تۆ."
        },
        {
          "chapter_id": 17,
          "id": 33,
          "reference": "أخرجه {مسلم (١٨٥٠) و} أهل السنن وأحمد وانظر صحيح الترمذي ١ / ٨٣ {وصحابي الحديث هو حذيفة بن اليمان (رضي الله عنه)}.",
          "item": "پاک و بێگەردی بۆ پەروەردگاری گەورە و مەزنم. (سێ جار)"
        },
        {
          "chapter_id": 17,
          "id": 34,
          "reference": "البخاري ١ / ٩٩ ومسلم ١ / ٣٥٠ {وصحابية الحديث هي عائشة (رضي الله عنها)} .",
          "item": "ئەی خودای پەروەردگارمان پاک و بێگەردی و سوپاس و ستایش بۆ تۆ، خودایە لە گوناھەکانم خۆشببە."
        },
        {
          "chapter_id": 17,
          "id": 35,
          "reference": "مسلم ١ / ٣٥٣ وأبو داود ١ / ٢٣٠ {وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "پاکی و بێگەردی و بێکەم و کورتی بۆ ئەو زاتەی، کە پەروەردگاری فریشتەکان و جیبرەئیلە. "
        },
        {
          "chapter_id": 17,
          "id": 36,
          "reference": "مسلم ١ / ٥٣٤ والأربعة إلا ابن ماجه {وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}.",
          "item": "خودایە بۆ تۆ چەمیمەوە و باوەڕم بە تۆ ھێنا و تەسلیمی تۆ بووم و بیستن و بینین و مۆخ و ئێسقان و دەمار و ھەموو ئەو شتانەی، کە قاچەکانم ھەڵیان گرتووە مل کەچی تۆ بوون."
        },
        {
          "chapter_id": 17,
          "id": 37,
          "reference": "أبو داود ١ / ٢٣٠ والنسائي وأحمد وإسناده حسن {وصححه الألباني في صحيح أبي داود ( ٨١٧ ) وصحابي الحديث هو عوف بن مالك الأشجعي (رضي الله عنه)} .",
          "item": "پاکی و بێگەردی بۆ ئەو خودایەی، کە خاوەنی ھێز و تەصەڕوفی بێ سنوور و سامان و گەورەیی و مەزنییە."
        },
        {
          "chapter_id": 18,
          "id": 38,
          "reference": "البخاري مع الفتح ٢ / ٢٨٢ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودای بێ ھاوتا نزا و ستایشی ئەو کەسەی بیست و وەریگرت، کە سوپاس و ستایشی کرد."
        },
        {
          "chapter_id": 18,
          "id": 39,
          "reference": "البخاري مع الفتح ٢ / ٢٨٤ {وصحابي الحديث هو رفاعة بن رافع الزرقي (رضي الله عنه)}.",
          "item": "پەروەردگارمان سوپاس و ستایش بۆ تۆ، سوپاسێکی زۆری پاکی پیرۆز."
        },
        {
          "chapter_id": 18,
          "id": 40,
          "reference": "مسلم ١ / ٣٤٦ {وصحابي الحديث هو أبو سعيد الخدري (رض الله عنه)}.",
          "item": "پڕ بە ئاسمانەکان و پڕ بە زوی و ئەوەیش، کە لە نێوانیاندایە، ھەروەھا ئەو شتەی کەوا تۆ بتەوێت لەدوای ئەمانە، ئەی خاوەنی ستایش و گەورەی و پایەی بەرز، ڕەواتر بێت لەوەی، کە وا بەندەکەت دەیڵێت و ھەموشمان بەندەی تۆین، خودایە ھیچ ڕێگرێک نییە لەوەی، کە تۆ دەی بەخشیت و ھیچ بەخشەرێکیش نییە لەوەی، کە تۆ دەیگریتەوە، ھیچ کەسێکیش ماڵ و منداڵ و سامانی سوودی پێ ناگەیەنێت جگە لە کردەوەی چاکی خۆی نەبێت."
        },
        {
          "chapter_id": 19,
          "id": 41,
          "reference": "أخرجه {مسلم ١٨٥٠ و} أهل السنن وأحمد وانظر صحيح الترمذي ١ / ٨٣ {وصحابي الحديث هو حذيفة بن اليمان (رضي الله عنه)} .",
          "item": "پاکی و بێگەردی بۆ پەروەردگاری بەرز و بڵند. (سێ جار)"
        },
        {
          "chapter_id": 19,
          "id": 42,
          "reference": "البخاري ومسلم وتقدم تخريجه برقم ٣٤{وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "ئەی خودای پەروەردگارمان پاک و بێگەردی و سوپاس و ستایش بۆ تۆ، خودایە لە گوناھەکانم خۆش ببە."
        },
        {
          "chapter_id": 19,
          "id": 43,
          "reference": "مسلم ١ / ٥٣٣ وتقدم برقم ٣٥ {وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "پاکی و بێگەردی و بێکەم و کورتی بۆ ئەو زاتەی کە پەروەردگاری فریشتەکان و جیبرەئیلە."
        },
        {
          "chapter_id": 19,
          "id": 44,
          "reference": "مسلم ١ / ٥٣٤ وغيره {وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}.",
          "item": "خودایە بۆ تۆ کوڕنوشم برد و بە تۆ باوەڕم ھێنا و تەسلیمی تۆ بووم، ڕووم کوڕنوشی برد بۆ ئەوەی کە بەدی ھێناوە و وێنەی کێشاوە و بیستن و بینینی بۆ بەدی ھێناوە، پاکی و پیرۆزی بۆ خودای چاکترینی بەدی ھێنەران."
        },
        {
          "chapter_id": 19,
          "id": 45,
          "reference": "أبو داود ١ / ٢٣٠ وأحمد ، والنسائي وصححه الألباني في صحيح أبي داود ١ / ١٦٦ {وصحابي الحديث هو عوف بن مالك الأشجعي (رضي الله عنه)}.",
          "item": "پاکی و بێگەردی بۆ ئەو خودایەی، کە خاوەنی ھێز و تەصەروفی بێ سنوور و سامان و گەورەیی و مەزنیە."
        },
        {
          "chapter_id": 19,
          "id": 46,
          "reference": "مسلم ١ / ٣٥٠ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە لە ھەموو تاوانەکانم خۆش ببە، کەم و زۆری، سەرەتا و کۆتایی و ئاشکرا و نھێنیەکانی."
        },
        {
          "chapter_id": 19,
          "id": 47,
          "reference": "مسلم ١ / ٣٥٠ {وصحابية الحديث هي عائشة رضي الله عنها}.",
          "item": "خودایە پەنا دەگرم بە ڕازیبوونت لە توڕەیت، پەنا دەگرم بە لێبووردەیت لە سزادانت، ھەروەھا پەنا دەگرم پێت لە سزا و توڕەییت، ناتوانم ستایشت بژمێرم، تۆ بەو جۆرەی، کە خۆت ستایشی خۆتت کردووە."
        },
        {
          "chapter_id": 20,
          "id": 48,
          "reference": "أبو داود ١ / ٢٣١ وانظر صحيح ابن ماجه ١ / ١٤٨ {وصححه الأباني في الإرواء ( ٣٣٥ ) وصحابي الحديث هو حذيفة بن اليمان (رضي الله عنه)} .",
          "item": "پەروەردگارم لێم خۆش ببە، پەروەردگارم لێم خۆش ببە."
        },
        {
          "chapter_id": 20,
          "id": 49,
          "reference": "أخرجه أصحاب السنن إلا النسائي وانظر صحيح الترمذي ١ / ٩٠ وصحيح ابن ماجه ١ / ١٤٨ {وصححه الألباني في صحيح أبي داود ٧٩٦، وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "خودایە لە تاوانەکانم خۆش ببە و بە ڕەحمی خۆت ڕەحمم پێبکە و ڕێنموونیم بکە بۆ باشترینی کردەوەکان و ھەژاریم پر بکەرەوە و دەوڵەمەندم بکە و لەش ساغ و بەدوورم بکە لە بەڵاو ناڕەحەتیەکان و ڕۆزیم بدە و پلە و پایەم بە زانستی بەسوود و کردەوەی باش بەرز بکەرەوە."
        },
        {
          "chapter_id": 21,
          "id": 50,
          "reference": "الترمذي، ٢/ ٤٧٤، برقم ٣٤٢٥، وأحمد، ٦/ ٣٠، برقم ٢٤٠٢٢، والحاكم،  وصححه، ووافقه الذهبي، ١/٢٢٠ والزيادة له، والآية رقم ١٤ من سورة المؤمنون.",
          "item": "ڕووم کوڕنوشی برد بۆ ئەوەی، کە درووستی کردووە و بیستن و بینینی بۆ بەدی ھێناوە بە دەسەڵات و توانای خۆی، پاکی و پیرۆزی بۆ خودای چاکترینی بەدی ھێنەران."
        },
        {
          "chapter_id": 21,
          "id": 51,
          "reference": "الترمذي ٢ / ٤٧٣ والحاكم وصححه ووافقه الذهبِي ١ / ٢١٩ {وحسنه الألباني في سنن ابن ماجة ( ١٠٥٣ ) وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "خودایە بەھۆی ئەم کوڕنوشەوە لە لای خۆت پاداشتم بۆ بنوسە و بەھۆیەوە گوناھەکانم بۆ بسڕەوە و لای خۆت پاداشتەکەییم بۆ ھەڵگرە و لێشم وەربگرە ھەر وەکو چۆن لە بەندەی خۆت (داود) پێغەمبەرت (صلی الله علیە وسلم) وەرگرت."
        },
        {
          "chapter_id": 23,
          "id": 53,
          "reference": "البخاري مع الفتح ٦ / ٤٠٨ {وصحابي الحديث هو كعب بن عجرة (رضي الله عنه)}.",
          "item": "خودایە دروود و سەڵاوات بڕژێنە بەسەر موحەممەد و خانەوادەی موحەممەددا، ھەر وەکو چۆن دروودت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، بەڕاستی تۆ سوپاس و ستایش کراویت و خاوەن شکۆیت، خودایە پیرۆزی بڕژێنە بەسەر موحەممەد و خانەوادەی موحەممەددا، ھەر وەکو چۆن پیرۆزیت ڕژاند بەسەر ئیبراھیم و خانەوانەدەی ئیبراھیمدا، بەڕاستی تۆ سوپاس و ستایش کراویت و خاوەن گەورەیی و شکۆیت."
        },
        {
          "chapter_id": 23,
          "id": 54,
          "reference": "البخاري مع الفتح ٦ / ٤٠٧ ومسلم ١ / ٣٠٦ واللفظ له {وصحابي الحديث هو أبو حامد الساعدي (رضي الله عنه)}.",
          "item": "خودایە دروود سەڵاوات برژێنە بەسەر موحەممەد و خێزانەکان و نەوەکانی موحەممەددا، ھەر وەکو چۆن دروودت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، ھەروەھا پیرۆزی بـڕژێنە بەسەر موحـەممەد و خێزانەکان و نەوەکانی موحـەممەددا، ھەر وەکو چۆن پیرۆزیت ڕژاند بەسەر ئیبراھیم و خانەوادەی ئیبراھیمدا، بەڕاسی تۆ سوپاس کراویت و خاوەن گەورەیی و شکۆیت."
        },
        {
          "chapter_id": 24,
          "id": 55,
          "reference": "البخاري ٢ / ١٠٢ ومسلم ١ / ٤١٢ واللفظ لمسلم {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. لە زمانی عەرەبیدا (مەسح) بەواتای سڕینەوە دێت، ھەر لەبەر ئەوەشە دەججال پێی دەگوترێت (مەسیحی دەججال) چونکە چاوێکی سڕاوەتەوە و کوێرە (والله أعلم) .",
          "item": "خودایە پەنات پێدەگرم لە سزای ناو گۆڕ و سزای دۆزەخ و ئاشوبەی ژیان و ئاشوبەی مردن و خراپەی ئاشوبەی مەسیحی دەججال."
        },
        {
          "chapter_id": 24,
          "id": 56,
          "reference": "البخاري ١ / ٢٠٢ ومسلم ١ / ٤١٢ {وصحابية الحديث هي عائشة (رضي الله عنها)}. لە فەرموودەکەدا ھاتووە، کە بە پێغەمبەر (صلى الله علية وسلم) گوترا: بۆچی ئەوەندە پەنا دەگریت لە قەرزداری، لە وەڵامدا فەرمووی: (بێگومان ئەگەر کەسێک قەرز بکات، کە قسەیکرد درۆ دەکات و کە بەڵێنیشیدا بەڵێنەکەی دەشکێنێت) .",
          "item": "خودایە پەنات پێدەگرم لە سزای ناو گۆڕ، پەنات پێدەکرم لە ئاشوبەی مەسیحی دەججال، پەنات پێ دەگرم لە ئاشوبەی ژیان و مردن، خودایە پەنات پێ دەگرم لە تاوان و قەرزداری."
        },
        {
          "chapter_id": 24,
          "id": 57,
          "reference": "ئەوەی کە لەبەینی دووکەوانەکەدایە لە مەتنەکەدا نەھاتووە بەڵکو خۆم بۆم زیاد کردووە، چونکە لە ھەندێک ڕیوایەتدا بە (کبیرا) ھاتووە، بۆیە پێشەوا نەوەوی لە (الأذكار)دا دەفەرمووێت: دەبێت بەم شێوەیە (ظلماً كثيراً كبيراً) بخوێندرێت (والله أعلم) . البخاري ٨ / ١٦٨ ومسلم ٤ / ٢٠٧٨ {وصحابي الحديث هو عبد الله بن عمر (رضي الله عنهما)}.",
          "item": "خودایە بەڕاستی ستەمێکی زۆر و گەورەم لە خۆم کردووە و ھیچ کەسێکیش لە تاوانەکان خۆش نابێت، جگە لە تۆ نەبێت، لێم خۆش ببە لێخۆش بوونێک لە لایەن خۆتەوە، ڕەحمم پێ بکە بەڕاستی تۆ لێخۆشبوو و میھرەبانیت."
        },
        {
          "chapter_id": 24,
          "id": 58,
          "reference": "مسلم ١ / ٥٣٤ {وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}.",
          "item": "خودایە خۆش ببە لەو تاوانانەی، کە وا پێشم خستوە و پاشم خستوە و نھێنی و ئاشکرا و زیادەڕەوی و ئەوانەش، کە وا تۆ زاناتری پێی لە من، بەڕاستی تۆ پێشخەر و دواخەری ھەموو شتەکانیت، ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ."
        },
        {
          "chapter_id": 24,
          "id": 59,
          "reference": "أبو داود ٢ / ٨٦ والنسائي ٣ / ٥٣ وصححه الألباني في صحيح أبو داود ١ / ٢٨٤ {وصحابي الحديث هو معاذ بن جبل (رضي الله عنه)}.",
          "item": "خودایە یارمەتیم بدە لەسەر ئەوەی، کە یادت بکەم و سوپاست بکەم و بەچاکی پەرستشت بۆ بکەم."
        },
        {
          "chapter_id": 24,
          "id": 60,
          "reference": "البخاري مع الفتح ٦ / ٣٥ {وصحابي الحديث هو سعد بن أبي وقاص (رضي الله عنه)} .",
          "item": "خودایە پەنات پێدەگرم لە ڕەزیلی، پەنات پێدەگرم لە ترسنۆکی، پەنات پێدەگرم لەوەی کە بکەومە تەمەنی پیری و پەککەوتەییەوە، پەنات پێدەگرم لە ئاشوبەی دونیا و سزای ناو گۆڕ."
        },
        {
          "chapter_id": 24,
          "id": 61,
          "reference": "أبو داود وانظر صحيح ابن ماجه ٢ / ٣٢٨ {وصححه الألباني في صحيح أبي داود (باب في تخفيف الصلاة) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە داوای بەدەست ھێنانی بەھەشتت لێ دەکەم و پەنات پێدەگرم لە ئاگری دۆزەخ."
        },
        {
          "chapter_id": 24,
          "id": 62,
          "reference": "النسائي ٣ / ٥٤ , ٥٥ وأحمد ٤ / ٣٦٤ وصححه الألباني في صحيح النسائي ١ / ٢٨١ {وصحابي الحديث هو عمار بن ياسر (رضي الله عنهما} .",
          "item": "خودایە بەزانیاریت بە نھێنیەکان و بە توانایی خۆت بە سەر دروست کراوەکانتدا بمژێنە تا ئەو کاتەی، کە دەزانیت ژیان باشە بۆم بەبێ ھیچ ناڕەحەتییەکی زیان گەیەن و ئاشوبەیەکی گومڕاکار، بممرێنە ئەوکاتەی، کە دەزانیت مردن باشە بۆم بەبێ ھیچ ناڕەحەتییەکی زیان گەیەن و ئاشوبەیەکی گومڕاکار، خودایە من داوای ترسانت لێدەکەم لە نھێنی و ئاشکرادا (لە ھەموو کاتێکدا)، داوای وشەی ڕاست و ڕەوات لێدەکەم لە کاتی ڕازی بوون و توڕەییمدا، داوای ئەوت لێدەکەم، کە بە دەوڵمەندی و ھەژاریم تۆ لە خۆم ڕازی بکەم، داوای بەخششی نەبڕاوەی بەھەشتت لێدەکەم، داوای خۆشەویستی بەر چاوی نەبچڕاو و نەبڕاوەت لێدەکەم (خۆشحاڵی و بەختەوەری)، داوای ڕازیبوونت لێدەکەم لە دوای ڕودانی ھەر شتێک، داوای ژیانێکی فێنک و خۆشت لێدەکەم لە دوای مردن، داوای چێژی تێڕوانینت لێدەکەم لە بەھەشتدا بۆ ڕووی پیرۆزت و تامەزرۆیی گەیشتن پێت، خودایە بمان ڕازێنەرەوە بە جوانی ئیمان و بمانکە بە ڕێنمونیکارانی ڕێنمونی کراوان."
        },
        {
          "chapter_id": 24,
          "id": 63,
          "reference": "أخرجه النسائي بلفظه ٣ / ٥٢ وأحمد ٤ / ٣٣٨ وصححه الألباني في صحيح النسائي ١ / ٢٨٠ {وصحابي الحديث هو محجن بن الأردع (رضي الله عنه)}.",
          "item": "خودایە من داوات لێدەکەم ئەی خودایە بە بۆنەی ئەوەی، کە تۆ تاک و تەنیا و جێی نیازیت، کەست لێ نەبووە و لە کەسیش نەبوویت و ھیچ کەسێکیش ھاو شێوە و ھاوتای تۆ نییە، کە لە تاوانەکانم خۆش ببە، بەڕاسی تۆ خودای لێ بوردە و میھرەبانیت."
        },
        {
          "chapter_id": 24,
          "id": 64,
          "reference": "رواه أهل السنن وانظر صحيح ابن ماجه ٢ / ٣٢٩ {وصححه الألباني، انظر صفة الصلاة باب الدعاء قبل السلام وأنواعه، وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}.",
          "item": "خودایە داوات لێدەکەم بەوەی، کە بەڕاستی ستاییش بۆ تۆیە و ھیچ خودایەک شایستەی پەرستن نییە جگە لە تۆ نەبێت، تاک و تەنیا و بێ ھاوەڵی ھەر بۆ تۆیە، تۆیت خاوەنی بەخشین، ئەی بەدیھێنەری ئاسمانەکان و زەوی، ئەی خاوەنی شکۆیی و ڕێز، ئەی زیندوی ھەڵسورێنەری بونەوەر، من داوای بەھەشتت لێ دەکەم و پەنات پێدەگرم لە دۆزەخ."
        },
        {
          "chapter_id": 24,
          "id": 65,
          "reference": "أبو داود ٢ / ٦٢ والترمذي ٥ / ٥١٥ وابن ماجه ٢ / ١٢٦٧ وأحمد ٥ / ٣٦٠ وانظر صحيح ابن ماجه ٢ / ٣٢٩ وصحيح الترمذي ٣ / ١٦٣ {وصححه الألباني في صحيح سنن ابن ماجه (٣٨٥٧) وصحابي الحديث هو بريدة بن الحصيب الأسلمي (رضي الله عنه)} .",
          "item": "خودایە داوات لێدەکەم بەوەی، کە من شایەتی دەدەم، کە تۆ (الله)یت، ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆی تاک و تەنیای جێی نیاز نەبێت، ئەوەی، کە کەسی لێ نەبووە و لە کەسیش نەبووە و ھیچ یەکێکیش ھاوشێوە و ھاوتای ئەو نییە."
        },
        {
          "chapter_id": 25,
          "id": 66,
          "reference": "مسلم ١ / ٤١٤ {وصحابي الحديث هو ثوبان الهاشمي (رضي الله عنه)}.",
          "item": "بڵێ: أَسْتَغْفِرُ اللهَ (سێ جار) پاشان : داوای لێ خۆشبوون لە خودا دەکەم، خودایە تۆ دوور و سەلامەتیت لە ھەموو کەم و کوڕییەک، ئاشتی و سەلامەتیش لە تۆوەیە، پیرۆزی بۆ تۆیە ئەی خاوەنی شکۆمەندی و ڕێز."
        },
        {
          "chapter_id": 25,
          "id": 67,
          "reference": "البخاري ١ / ٢٥٥ ومسلم ٤١٤ {وصحابي الحديث هو مغيرة بن شعبة (رضي الله عنه)}.",
          "item": "ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و سوپاس و ستایش ھەر بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەدەسەڵات و بەتوانایە، خودایە ھیچ ڕێگرێک نییە بۆ ئەو شتەی، کە تۆ دەیبەخشیت و ھیچ بەخشەرێکیش نییە بۆ ئەو شتەی، کە تۆ دەیگریتەوە و ھیچ خاوەن سامان و دەسەڵاتێکیش سامان و دەسەڵاتەکەی لەلای تۆ سوودی پێناگەیەنێت و لە سزات ڕزگاری ناکات."
        },
        {
          "chapter_id": 25,
          "id": 68,
          "reference": "مسلم ١ / ٤١٥ {وصحابي الحديث هو عبد الله بن الزبير (رضي الله عنه)}.",
          "item": "ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بەدەسەڵات و بەتوانایە، ھیچ ھەوڵ توانا و ھێزێک نییە، جگە لەوە نەبێت، کە خودا دەیبەخشێت، ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله) نەبێت و پەرستش بۆ ھیچ کەسێک ناکەین جگە لەو نەبێت، بەخشین و گەورەیی و فەزڵ و ستایش بۆ ئەوە، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە (الله) نەبێت، بەنیازپاکی و دڵسۆزییەوە ئاینەکەی پەیڕەو دەکەین، خۆ ئەگەر بێباوەڕانیش پێیان ناخۆش بێت."
        },
        {
          "chapter_id": 25,
          "id": 69,
          "reference": "مسلم ١ / ٤١٨، ھەرکەسێک ئەم ویردە بخوێنێت لە دوای نوێژەکان ئەوە خودا لە تاوانە بچوکەکانی خۆش دەبێت خۆ، ئەگەر تاوانەکانیشی بە ئەندازەی کەفی سەر دەریا بێت» مسلم ١ / ٤١٨ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پاک و بێگەردی بۆ خودا، سوپاس و سایش بۆ خودا، خودا گەورە ترینە، (سی و سێ جار بڵێ) ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، سامان و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بە توانایە."
        },
        {
          "chapter_id": 25,
          "id": 70,
          "reference": "أبوداود (٢/٨٦)، والنسائي (٣/٦٨)، وانظر صحيح الترمذي (٢/٨) والسور الثلاث يقال لها: المعوذات، وانظر فتح الباري (٩/٦٢) {وصححه الألباني في الصحيحة (٦٥٤/١٥١٤) وصحابي الحديث هو عقبة بن عامر (رضي الله عنه)}.",
          "item": "سورەتی ( الإخلاص ، الفلق ، الناس ) بخوێنە لە دوای هەموو نوێژەکان."
        },
        {
          "chapter_id": 25,
          "id": 71,
          "reference": "«ھەرکەسێک ئەم ئایەتە پیرۆزە بخوێنێت، ھیچ شتێک نییە لەنێوان ئەو و بە ھەشتدا جگە لە مردن نەبێت» . النسائي في عمل اليوم واليلة برقم (١٠٠)، وابن السني برقم (١٢١)، وصححه الألباني في صحيح الجامع (٥/٣٣٩)، وسلسلة الأحاديث الصحيحة (٢/٦٩٧) برقم (٩٧٢) {وصحابي الحديث هو أبو أمامة الباهلي (رضي الله عنه)}.",
          "item": "ئایەتی کورسی بخوێنە لە دوای هەموو نوێژەکان ."
        },
        {
          "chapter_id": 25,
          "id": 72,
          "reference": "رواه الترمذي ٥ / ٥١٥ وأحمد ٤ / ٢٢٧ وانظر تخريجه في زاد المعاد ١ / ٣٠٠ {وصححه الألباني في صحيح الجامع (٦٤٣٦) والصحيحة (١١٤) وصحيح الترغيب (٤٧٦ و٤٧٧) وكلمة (يُحْيِي وَيُمِيتُ) ضعيف وانظر: الضعيفة تحت رقم (٣٢٧٦) وصحابي الحديث هو أبو ذر الغفاري (رضي الله عنه)}.",
          "item": " ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە (الله)ی تاک و بێ ھاوەڵ نەبێت، موڵک و سامان و ستایش ھەر بۆ ئەوە، ژیان بەخشین و مردن بەدەستی ئەوە و بەسەر ھەموو شتێکیشدا بەتوانا و بەدەسەڵاتە. (دە جار دوای نوێژی بەیانی و ئێوارە)"
        },
        {
          "chapter_id": 25,
          "id": 73,
          "reference": "ابن ماجه وغيره، وانظر صحيح ابن ماجه ١ / ١٥٢ ومجمع الزوائد ١٠ / ١١١ {وصححه الألباني في الروض النضير ( ١١٩٩ ) وصحابية الحديث هي أم سلمة (رضي الله عنها)}.",
          "item": "خودایە من داوای زانستی بەسوود و ڕزق و ڕۆزی پاک و حەڵاڵ و کردەوەی وەرگیراوت لێدەکەم. (لەدوای سڵاودانەوەی نوێژی بەیانی)"
        },
        {
          "chapter_id": 27,
          "id": 75,
          "reference": "أخرجه الحاكم ١ / ٥٦٢ وصححه الألباني في صحيح الترغيب والترهيب ١ / ٢٧٣ وعزاه إلى النسائي والطبراني وقال : إسناد الطبراني جيد {وصحابي الحديث هو أبي بن كعب (رضي الله عنه)}. ",
          "item": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌."
        },
        {
          "chapter_id": 27,
          "id": 76,
          "reference": "ھەرکەسێک ئەم ویردە بخوێنێت لە بەیانیان ئەوە بەسیەتی و لە ھەموو شتێکی زیان بەخش پارێزراو دەبێت . أخرجه أبو داود ٤ / ٣٢٢ والترمذي ٥ / ٥٦٧ وانظر صحيح الترمذي ٣ / ١٨٢ {وصححه الألباني في كلم الطيب (١٨) وصحابي الحديث هو عبد الله بن خبيب (رضي الله عنه)}. ",
          "item": "بەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: ئه‌و خوای که ناوی _ الله‌_ خوایه‌کی تاک و ته‌نهایه (بێ هاوه‌ڵ و هاوتایه‌) * خوا زاتێکی پایه‌دار و ده‌سه‌ڵاتداره‌، نیازی به که‌س نییه‌و هه‌موویان ئاتاجی ئه‌ون، هه‌ر ئه‌و ده‌توانێ به‌ڵاو و ناخۆشی لابه‌رێت و پێویستی و داخوازیه‌کانمان جێ به جێ بکات * هیچ که‌سی لێ نه‌بووه و خۆشی له که‌س نه‌بووه‌ * هه‌رگیز هاوتاو هاوشێوه و ده‌سه‌ڵاتدارێکی تر نییه که له‌به‌رامبه‌ریه‌وه به‌وه‌ستێت و هاوشانی بێت)\n\n\n\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به‌و په‌روه‌ردگاره‌ی که به‌ره‌به‌یان پێش ده‌هێنێت * له شه‌ڕ و خراپه‌ی هه‌رچی که دروستی کردووه (له په‌ری و ئاده‌میزاد و مار و مێرو) * له شه‌ڕ و خراپه‌ی شه‌و کاتێ که دادێت و دنیا تارک ده‌بێت و ده‌بێته شه‌وه‌زه‌نگ * له شه‌ڕ و خراپه‌ی ئه‌و که‌سانه‌ی که جادو ده‌که‌ن و په‌ت و ده‌‌زو گرێ ده‌ده‌ن و فوی پیاده‌که‌ن (به‌فێڵ و جادو نێوانی خه‌ڵکی تێک ده‌ده‌ن) * له شه‌ڕ و خراپه‌ی حه‌سود و به‌خیل، کاتێ که حه‌سودی و به‌خیلی ده‌بات)\n\n\n\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به په‌روه‌ردگاری خه‌ڵکی * پادشای خه‌ڵکی به خوای خه‌ڵکی * له شه‌ڕ و خراپه‌ی ئه‌وه‌ی که وه‌سوه‌سه و خه‌ته‌ره و خه‌یاڵ ده‌خاته دڵه‌وه که (خه‌ناسه‌) * بریتیه له‌وه‌ی که وه‌سوه‌سه فڕێ ده‌داته سینه و دڵ و ده‌رونی خه‌ڵکییه‌وه‌ * له په‌ری و خه‌ڵکی، له جنۆکه و ئاده‌میزاد (ئه‌وانه‌ی که شه‌یتان سیفه‌تن) * له په‌ری و خه‌ڵكی (له جنۆكه و ئینسان ئه‌وانه‌ی شه‌یتان سیفه‌تن))\n\n\n\n(سێ جار)"
        },
        {
          "chapter_id": 27,
          "id": 77,
          "reference": "مسلم ٤ / ٢٠٨٨ {وصحابي الحديث هو عبد الله بن مسعود (رضي الله عنه)}.",
          "item": "بەیانیمان بەسەرداھات و بەردەوام موڵک و سامان و ستایش بۆ خودایە، ھیچ پەرستراوێکیش شایتەی پەرستن نییە، جگە لە ( الله)ی تاک و تەنیای بێھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و ئەوە بە توانا و بە دەسەڵات بەسەر ھەموو شتێکدا، ئەی پەروەردگارم داوای خێر و چاکەی ئەم ڕۆت لێدەکەم و ئەو خێر و چاکەیەش، کە لە دوای ئەم ڕۆدایە، ئەی پەروەردگارم پەنات پێدەگرم لە شەڕ و خراپەی ئەمڕۆ و ئەو شەڕ و خراپەیەش، کە لە دوای ئەمڕۆدایە، ئەی پەروەردگارم پەنات پێدەگرم لە تەنبەڵی و شەڕ و خراپەی پیری، ھەروەھا پەنات پێدەگرم لە سزای ناو دۆزەخ و سزای ناو گۆڕ."
        },
        {
          "chapter_id": 27,
          "id": 78,
          "reference": "الترمذي ٥ / ٤٦٦ وانظر صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في الصحيحة (٢٦٢) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە بە بەخشش و نیعمەتی تۆوە بەیانی و شەومان بەسەردا ھات و بە بەخششی تۆش دەژین و دەمرین، زیندوو کردنەوەش ھەر بۆ لای تۆ دەگەڕێتەوە."
        },
        {
          "chapter_id": 27,
          "id": 79,
          "reference": "ھەرکەسێک لە بەیانیان ئەم ویردە بە یەقینەوە بخوێنێتەوە و بمرێت دەچێتە بەھەشتەوە، {ھەروەھا پێی دەگوترێت سەرگەورەی زیکرەکان} . أخرجه البخاري ٧ / ١٥٠",
          "item": "خودایە تۆ پەروەردگارمیت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ، دروستت کردووم و منیش بەندەی تۆم، خودایە من لەسەر پەیمان و بەڵێنەکەی خۆمم، کە بە تۆم داوە تا چەندە لە توانامدا بێت ، خودایە پەنات پێدەگرم لە شەڕ و خراپەی ئەوەی، کە ئەنجامم داوە، خودایە دان بەوەدا دەنێم، کە تۆ بەخشش و نیعمەتت بەسەردا ڕشتووم، دانیش بە تاوانەکانمدا دەنێم و داوای لێ خۆش بوونت لێ دەکەم، ھیچ کەسێکیش لە تاوانەکان خۆش نا بێت، جگە لە تۆ (چونکە بەڕاستی خۆشبوون لە تاوان بەس تەنیا شایستەی خودایە)."
        },
        {
          "chapter_id": 27,
          "id": 80,
          "reference": "ھەرکەسێک لە بەیانیان چوار جار ئەم ویردە بخوێنێت ئەوە خودای گەورە لە ئاگری دۆزەخ دەی پارێزێت . أخرجه أبو داود ٤ / ٣١٧ والبخاري في الأدب المفرد برقم ١٢٠١ والنسائي في عمل اليوم والليلة برقم ٩, وابن السني برقم ٧٠ وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص ٢٣ {وضعفه الألباني في الضعيفة (١٠٤١) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}.",
          "item": "خودایە بەیانی بەسەرمدا ھات و شایەتیت بۆ دەدەم و ئەوانەیش، کە عەرشەکەی  تۆیان ھەڵگرتووە شایەتیت بۆ دەدەن  و فریشتەکان و ھەموو درووست کراوەکانت شایەتیت بۆ دەدەن، کە بەڕاستی تۆ ( الله)یت و ھیچ پەرستراوێکیش شایستەی پەرسن نییە، جگە لە تۆ، تاک و تەنیایت و ھیچ ھاوەڵ و شەریکێکیشت نییە، ھەروەھا شایەتیش دەدەن، کە موحەممەد ( صلی الله علیە وسلم) بەندە و نێردراوی تۆیە. (چوار جار)"
        },
        {
          "chapter_id": 27,
          "id": 81,
          "reference": "ھەرکەسێک ئەم ویردە لە بەیانیان بخوێنێت ئەوە مافی سوپاس گوزاری ئەو ڕۆژەی داوە . أخرجه أبو داود ٤ / ٣١٨ , والنسائي في عمل اليوم والليلة برقم ٧ وابن السني برقم ٤١ وابن حيان « موارد » رقم ٢٣٦١ وحسن ابن باز إسناده في تحفة الأخيار ص ٢٤ {وضعفه الألباني في ٥٧٣٠ ضعيف الجامع (٥٧٣٠) وصحابي الحديث هو عبد الله بن غنام (رضي الله عنه)}.",
          "item": "خودایە ھیچ بەخشش و نیعەمەتێک نییە پێمەوە و ڕۆژی لەگەڵمدا کردبێتەوە، یان بە یەکێک لە دروستکراوەکانتەوە، ئەو بەخششە نەبێت، کە لە لاین تۆی تاک و تەنیای بێ ھاوەڵەوە نەبێت، ھەروەھا ستایش و سوپاسیش بۆ تۆیە."
        },
        {
          "chapter_id": 27,
          "id": 82,
          "reference": "أبو داود ٤ / ٣٢٤ , وأحمد ٥ / ٤٢ والنسائي في عمل اليوم والليلة برقم ٢٢ وابن السني برقم ٦٩ والبخاري في الأدب المفرد وحسن العلامة ابن باز إسناده في تحفة الأخيار ص ٢٦ {وحسنه الألباني في صحيح أبي داود (٣/٢٥٠)(٥٠٩٠) وصحابي الحديث هو نفيع بن الحارث بن كلدة (رضي الله عنه)} .",
          "item": "خودایە ساغ و سەلامەتیم پێ ببەخشە لە لاشە و بیستن و بینینمدا، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ، خودایە من پەنات پێدەگرم لە بێ باوەڕی و ھەژاری، ھەروەھا پەنات پێدەگرم لە سزای ناو گۆڕ، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ. (سێ جار)"
        },
        {
          "chapter_id": 27,
          "id": 83,
          "reference": "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
          "item": "خودام بەسە لەھەموو کارو بارێکمدا و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لەو نەبێنت و پشت و تەوەککولم بەو بەستوە و ئەوە پەروەردگاری عەرشە گەورەکەی خۆی. (حەوت جار)"
        },
        {
          "chapter_id": 27,
          "id": 84,
          "reference": "الترمذي وأبو داود , وانظر : صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في صحيح الترمذي ( ٣٦٣٢ ) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە داوای لێخۆشبوون و پارێزگاریت لێدەکەم لە دونیا و دواڕۆژدا، خودایە داوای لێ خۆشبوون و پارێزگاریت لێدەکەم لە ئاین و دونیا و خانەوادە و سامانمدا، خودایە عەیب و ناتەواوی و کەم و کورتیەکانم دابپۆشە، خودایە ترس و دڵە ڕاوکێیم مەھێڵە، خودایە پێش و پاش و ڕاست و چەپم پارێزراو بکە لە خراپە و شەڕی شەیتان و بشم پارێزە لە سەروومەوە لە بارینی خەشم و قین و غەزەبی خۆت بە سەرمدا، خودایە پەنا دەگەرم بە گەورەییت لەوەی، کە لە ژێرمەوە سزا بدرێم."
        },
        {
          "chapter_id": 27,
          "id": 85,
          "reference": "الترمذي وأبو داود , وانظر : صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في صحيح الترمذي ( ٣٦٣٢ ) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە ئەی زانا بە شتە پەنھانی و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و ئەو شتەش، کە بانگەشەی بۆ دەکات، ھەروەھا لەوەی، کە دەروونم ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بەرامبەر موسوڵمانێک بکات."
        },
        {
          "chapter_id": 27,
          "id": 86,
          "reference": "ھەر کەسێک لە بەیانیان ئەمە بخوێنێت ھیچ شتێک زەرەی پێناگەیەنێت . أخرجه أبو داود ٤ / ٣٢٣ والترمذي ٥ / ٤٦٥ وابن ماجه وأحمد . انظر : صحيح ابن ماجه ٢ / ٣٣٢ وحسن إسناده العلامة ابن باز في تحفة الأخيار ص ٣٩ {وصححه الألباني في صحيح سنن ابن ماجة (٣٨٦٩) وصحابي الحديث هو عثمان بن عفان (رضي الله عنه)}.",
          "item": "بە ناوی ئەو خودایەی، کە لە گەڵ ناوی ئەودا ھیچ شتێک زەرەر و زیان ناگەیەنێت نە لە زەوی و نە لە ئاسماندا، ئەو خودایەیە، کە بیسەر و زانایە. (سێ جار)"
        },
        {
          "chapter_id": 27,
          "id": 87,
          "reference": "ھەر کەسێک لە بەیانیان سێ جار بیخوێنێت، ئەوە خودای گەورە پێویستی کردووە لەسەر خۆی کە لە ڕۆژی دواییدا لێی ڕازی ببێت . أحمد ٤ / ٣٣٧ والنسائي في عمل اليوم والليلة برقم ٤ وابن السني برقم ٦٨ وأبو داود ٤ / ٣١٨ والترمذي ٥ / ٤٦٥ وحسنه ابن باز في تحفة الأخيار ص ٣٩ {وضعفه الألباني في في ضعيف الجامع (٥٧٣٤) ولكن حسنه بإسناد آخر في أذكار الصباح دون المساء، وانظر: الصحيحة (٢٦٨٦) وصحابي الحديث هو ثوبان بن بجدد (رضي الله عنه) } .",
          "item": "ڕازی بووم بەوەی، کە ( الله) پەرستراوم بێت و ئیسلام ئاین و بەرنامەم بێت و موحەممەدیش ( صلی الله علیە وسلم) پێغەمبەرم بێت. (سێ جار)"
        },
        {
          "chapter_id": 27,
          "id": 88,
          "reference": "الحاكم وصححه ووافقه الذهبِي ١ / ٥٤٥ وانظر صحيح الترغيب والترهيب ١ / ٢٧٣ {وحسنه الألباني في صحيح الجامع (٥٨٢٠) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)} .",
          "item": "ئەی ئەوەی، کە زیندوویت و بەردەوامیش دەمێنیت، بە ڕەحم و بەزەیی خۆت داوات لێدەکەم، کار و بارم بە چاک بگێڕە و بە ئەندازەی چاو ترووکاندنێکیش خۆم نەدەیتە دەستی خۆم."
        },
        {
          "chapter_id": 27,
          "id": 89,
          "reference": "أبو داود ٤ / ٣٢٢ وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد ٢ / ٢٧٣ {وضعفه الألباني في الضعيفة ( ٥٦٠٦ ) وصحابي الحديث هو أبو مالك الأشعري (رضي الله عنه)} .",
          "item": "بەیانیم بەسەردا ھات و موڵک و سامانیش بەیانیان بەسەردا ھات ھەر بۆ خودای جیھانیان، خودایە من داوای چاکەی ئەم ڕۆژەت لێدەکەم، وەکو: گەیشتن بە ئامانج و سەرکەوتن بەسەر دوژمندا و ڕۆزی پاک و ھەڵبژاردنی ڕێگەی ڕاست، پەناشت پێدەگرم لە شەڕ و خراپەی ئەم ڕۆژە وئەوەیش، کە بەدوایدا دێت."
        },
        {
          "chapter_id": 27,
          "id": 90,
          "reference": "أحمد ٣ / ٤٠٦ و ٤٠٧ وابن السني في عمل اليوم والليلة برقم ٣٤ وانظر : صحيح الجامع ٤ / ٢٠٩ {وصححه الألباني في صحيح الجامع (٤٦٧٤) وصحابي الحديث هو عبد الرحمن بن أبي أبزى (رضي الله عنه)}.",
          "item": "بەیانیم بەسەردا ھات لەسەر ئاینی ئیسلام و لەسەر شایەتی دان بە ( لاَ إِلهَ إِلاَّ اللهُ، وَمُحَمَّدٌ رَسُولُ اللهِ)و لەسەر ئاینی موحوممەد ( صلی الله علیە وسلم)و لەسەر بەرنامە و ڕێبازی باوە گەورەمان ئیبراھیم ( عليه السلام)، کە بریتی بوو لە وازھێنان لە ھاوبەش دانان و چون بەرە ویەک خودا پەرستی، ھەروەھا دوور و بەر و بوون لە ھاوبەش دانەران."
        },
        {
          "chapter_id": 27,
          "id": 91,
          "reference": "ھەرکەسێک لە بەیانیان بیخوێنێت، ئەوە لە ڕۆژی دواییدا کەسێک نییە وەکو ئەو پلەی بەرز بێت، جگە لەو کەسە نەبێت کە وەکو ئەو یان زیاتری خوێندبێت . مسلم ٤ / ٢٠٧١ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)} .",
          "item": "پاک و بێگەردی و بێکەم و کورتی و ستایش بۆ ( الله)یە. (سەد جار)"
        },
        {
          "chapter_id": 27,
          "id": 92,
          "reference": "النسائي في عمل اليوم والليلة برقم ٢٤ وانظر : صحيح الترغيب والترهيب ١ / ٢٧٢ , وتحفة الأخيار لابن باز ص ٤٤ وانظر فضلها في ص ١٤٦, حديث رقم ٢٥٥ { وصححه الألباني في الصحيحة (١١٣) وصحابي الحديث هو أبو أيوب الأنصاري (رضي الله عنه)}. ھەرکەسێک بیخوێنێت ئەوە دە چاکەی بۆ دەنووسرێت و دە تاوانی لەسەر لا دەچێت و دە پلە بەرز دەبێتەوە و خودایش لە شەیتان دەیپارێزێت . أبو داود ٤ / ٣١٩ وابن ماجه وأحمد ٤ / ٦٠ وانظر : صحيح الترغيب والترهيب ١ / ٢٧٠ ، صحيح أبو داود ٣ / ٩٥٧ ، وصحيح ابن ماجه ٢ / ٣٣١ وزاد المعاد ٢ / ٣٧٧ {وصحابي الحديث هو أبو عياش (رضي الله عنه)}. ھەر کەسێک بیخوێنێت ئەوە وەکو ئەوە وایە کە کۆیلەیەکی ڕزگار کردبێت لە نەوەکانی پێغەمبەر ئیسماعیل (عليه الصلاة والسلام)، دە چاکەی بۆ دەنوسرێت و دە تاوانی لە سەر لادەچێت و دە پلە بەرز دەکرێتەوە و پارێزراویش دەبێت لە شەیتان .",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستاییش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (دە جار یان یەک جار لەکاتی بێ توانایی دا)"
        },
        {
          "chapter_id": 27,
          "id": 93,
          "reference": "ئەم ویردە لەم ڕیوایەتەدا تایبەت نییە بە بەیانیانەوە، بەڵکو لە ھەر کاتێکی ڕۆژدا بێت دەبێت، ھەر وەکو چۆن لە فەرموودەکەدا ھاتووە، بەڵام ھەر ئەم ویردە لە ڕیوایەتێکی تردا ھاتووە و سوننەتە سەد جار بخوێندرێت لە کاتی بەیانیان و ئێواراندا و شێخی ئەلبانیش بە صحیحی داناوە، سەیری (صحيح الترغيب: ٦٥٨) بكە (والله أعلم) . ھەرکەسێک سەد جار لە ڕۆژێکدا بیخوێنێت، ئەوە وەکو ئەوە وایە، کە دە وشتری بەخشیبێت و سەد چاکەی بۆ دەنووسرێت و سەد خراپەشی بۆ دەسڕدرێتەوە و ئەو ڕۆژە لە شەیتان پارێزراو دەبێت تاوەکو شەوی بەسەردا دێت و لە ڕۆژی قیامەتیشدا لە ھەموو کەس پلەی بەرزتر دەبێت، جگە لەوە نەبێت کە وەکو ئەوی کردووە یان زیاتر « البخاري ٤ / ٩٥ ، ومسلم ٤ / ٢٠٧١ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستایش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (سەد جار)"
        },
        {
          "chapter_id": 27,
          "id": 94,
          "reference": "مسلم ٤ / ٢٠٩٠ {وصحابية الحديث هي جويرية بنت الحارث (رضي الله عنها)}.",
          "item": "پاکی و بێگەردی و ستایش بۆ خودایە: بە ئەندازەی ژمارەی دروستکراوەکانی و ڕازیبوونی و قورسایی عەرشەکەی و زۆری وشەکانی. (سێ جار)"
        },
        {
          "chapter_id": 27,
          "id": 95,
          "reference": "أخرجه ابن السني في عمل اليوم والليلة برقم ٥٤ وابن ماجه برقم ٩٢٥ وحسن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد ٢ / ٣٧٥ {وصححه الألباني في الروض النضير ( ١١٩٩ ) وصحابية الحديث هي أم سلمة (رضي الله عنها)}. ئەم ویردە پەیوەندی بە ویردەکانی دوای نوێژی بەیانیەوە ھەیە، نەک بە ویریدی بەیانیانەوە، ھەر وەکو ئاشکراشە کە ئەم دوو ویردە جیاوازییەکی زۆریان ھەیە (والله أعلم) .",
          "item": "خودایە من داوای زانستی بەسوود و ڕۆزی پاک و حەڵاڵ و کردەوەی وەرگیراوت لێدەکەم."
        },
        {
          "chapter_id": 27,
          "id": 96,
          "reference": "البخاري مع الفتح ١١ / ١٠١ , ومسلم ٤ / ٢٠٧٥ {وصحابي الحديث هو الأغر بن يسار المزني (رضي الله عنه)}.",
          "item": "خودایە داوای لێ خۆشبوونت لێ دەکەم و ھەر بۆ لای تۆش دەگەڕێمەوە. (سەد جار لە ڕۆژێک دا)"
        },
        {
          "chapter_id": 27,
          "id": 97,
          "reference": "(نە هاتیتە شارھەر کەسێک لە بەیانیان دە جار سڵاواتم لەسەر بدات، ئەوە بەر شەفاعەتم دەکەوێت) أخرجه الطبراني بإسنادين أحدهما جيد , انظر : مجمع الزوائد ١٠ / ١٢٠ وصحيح الترغيب والترهيب ١ / ٢٧٣ {وضعفه الألباني في ضعيف الترغيب (٣٩٦) والضعيفة (٥٧٨٨) وصحابي الحديث هو أبو الدرداء (رضي الله عنه)}.",
          "item": "خودایە دوروود و سڵاوات بڕژێنە بەسەر پێغەمبەرمان موحەممەد (صلی الله علیە وسلم). (دە جار)"
        },
        {
          "chapter_id": 28,
          "id": 98,
          "reference": "أخرجه الحاكم ١ / ٥٦٢ وصححه الألباني في صحيح الترغيب والترهيب ١ / ٢٧٣ وعزاه إلى النسائي والطبراني وقال : إسناد الطبراني جيد {وصحابي الحديث هو أبي بن كعب (رضي الله عنه)}. ",
          "item": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌."
        },
        {
          "chapter_id": 28,
          "id": 99,
          "reference": "ھەرکەسێک ئەم ویردە بخوێنێت لە ئێواراندا ئەوە بەسیەتی و لە ھەموو شتێکی زیان بەخش پارێزراو دەبێت . أخرجه أبو داود ٤ / ٣٢٢ والترمذي ٥ / ٥٦٧ وانظر صحيح الترمذي ٣ / ١٨٢ {وصححه الألباني في كلم الطيب (١٨) وصحابي الحديث هو عبد الله بن خبيب (رضي الله عنه)}. ",
          "item": "بەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: ئه‌و خوای که ناوی _ الله‌_ خوایه‌کی تاک و ته‌نهایه (بێ هاوه‌ڵ و هاوتایه‌) * خوا زاتێکی پایه‌دار و ده‌سه‌ڵاتداره‌، نیازی به که‌س نییه‌و هه‌موویان ئاتاجی ئه‌ون، هه‌ر ئه‌و ده‌توانێ به‌ڵاو و ناخۆشی لابه‌رێت و پێویستی و داخوازیه‌کانمان جێ به جێ بکات * هیچ که‌سی لێ نه‌بووه و خۆشی له که‌س نه‌بووه‌ * هه‌رگیز هاوتاو هاوشێوه و ده‌سه‌ڵاتدارێکی تر نییه که له‌به‌رامبه‌ریه‌وه به‌وه‌ستێت و هاوشانی بێت)\n\n\n\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به‌و په‌روه‌ردگاره‌ی که به‌ره‌به‌یان پێش ده‌هێنێت * له شه‌ڕ و خراپه‌ی هه‌رچی که دروستی کردووه (له په‌ری و ئاده‌میزاد و مار و مێرو) * له شه‌ڕ و خراپه‌ی شه‌و کاتێ که دادێت و دنیا تارک ده‌بێت و ده‌بێته شه‌وه‌زه‌نگ * له شه‌ڕ و خراپه‌ی ئه‌و که‌سانه‌ی که جادو ده‌که‌ن و په‌ت و ده‌‌زو گرێ ده‌ده‌ن و فوی پیاده‌که‌ن (به‌فێڵ و جادو نێوانی خه‌ڵکی تێک ده‌ده‌ن) * له شه‌ڕ و خراپه‌ی حه‌سود و به‌خیل، کاتێ که حه‌سودی و به‌خیلی ده‌بات)\n\n\n\nبەناوی خودای بەخشندە و میهرەبان (ئه‌ی محمد (صلی الله علیه وسلم) ئه‌ی ئیماندار بڵێ: په‌نا ده‌گرم به په‌روه‌ردگاری خه‌ڵکی * پادشای خه‌ڵکی به خوای خه‌ڵکی * له شه‌ڕ و خراپه‌ی ئه‌وه‌ی که وه‌سوه‌سه و خه‌ته‌ره و خه‌یاڵ ده‌خاته دڵه‌وه که (خه‌ناسه‌) * بریتیه له‌وه‌ی که وه‌سوه‌سه فڕێ ده‌داته سینه و دڵ و ده‌رونی خه‌ڵکییه‌وه‌ * له په‌ری و خه‌ڵکی، له جنۆکه و ئاده‌میزاد (ئه‌وانه‌ی که شه‌یتان سیفه‌تن) * له په‌ری و خه‌ڵكی (له جنۆكه و ئینسان ئه‌وانه‌ی شه‌یتان سیفه‌تن))\n\n\n\n(سێ جار)"
        },
        {
          "chapter_id": 28,
          "id": 100,
          "reference": "مسلم ٤ / ٢٠٨٨ {وصحابي الحديث هو عبد الله بن مسعود (رضي الله عنه)}.",
          "item": "شەومان بەسەرداھات و بەردەوام موڵک و سامان و ستایش بۆ خودایە، ھیچ پەرستراوێکیش شایتەی پەرستن نییە، جگە لە ( الله)ی تاک و تەنیای بێھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و ئەوە بە توانا و بە دەسەڵات بەسەر ھەموو شتێکدا، ئەی پەروەردگارم داوای خێر و چاکەی ئەم شەوت لێدەکەم و ئەو خێر و چاکەیەش، کە لە دوای ئەم شەوە یە، ئەی پەروەردگارم پەنات پێدەگرم لە شەڕ و خراپەی ئەمشەو و ئەو شەڕ و خراپەیەش، کە لە دوای ئەمشەو دایەت، ئەی پەروەردگارم پەنات پێدەگرم لە تەنبەڵی و شەڕ و خراپەی پیری، ھەروەھا پەنات پێدەگرم لە سزای ناو دۆزەخ و سزای ناو گۆڕ."
        },
        {
          "chapter_id": 28,
          "id": 101,
          "reference": "الترمذي ٥ / ٤٦٦ وانظر صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في الصحيحة (٢٦٢) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە بە بەخشش و نیعمەتی تۆوە شەو و ڕۆژمان بەسەردا ھات و بە بەخششی تۆش دەژین و دەمرین، زیندوو کردنەوەش ھەر بۆ لای تۆ دەگەڕێتەوە."
        },
        {
          "chapter_id": 28,
          "id": 102,
          "reference": "ھەرکەسێک لە ئێواراندا ئەم ویردە بە یەقینەوە بخوێنێتەوە و بمرێت دەچێتە بەھەشتەوە، {ھەروەھا پێی دەگوترێت سەرگەورەی زیکرەکان} . أخرجه البخاري ٧ / ١٥٠ {وصحابي الحديث هو شداد بن أوس (رضي الله عنه)}. ئەو بەڵێن و پەیمانەی، کە نەوەکانی ئادەم بە خودای گەورەیان داوە ئەوەی کە عیبادەت و پەرستش بۆ شەیتان نەکەن و لە ھەموو شیرک و خورافیاتێک دوور بکەونەوە و بەتەنیاش خودای گەورە بپەرستن و شوێن ڕێبازی یەک خوا پەرستی و تەوحید بکەون، ھەر وەکو چۆن خودای پەروەردگار لە قورئانە پیرۆزەکەیدا دەفەرمووێت : أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ ﴿٦٠﴾ وَأَنِ اعْبُدُونِي ۚ هَـٰذَا صِرَ‌اطٌ مُّسْتَقِيمٌ يس: ٦٠ - ٦١ ",
          "item": "خودایە تۆ پەروەردگارمیت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ، دروستت کردووم و منیش بەندەی تۆم، خودایە من لەسەر پەیمان و بەڵێنەکەی خۆمم، کە بە تۆم داوە تا چەندە لە توانامدا بێت ، خودایە پەنات پێدەگرم لە شەڕ و خراپەی ئەوەی، کە ئەنجامم داوە، خودایە دان بەوەدا دەنێم، کە تۆ بەخشش و نیعمەتت بەسەردا ڕشتووم، دانیش بە تاوانەکانمدا دەنێم و داوای لێ خۆش بوونت لێ دەکەم، ھیچ کەسێکیش لە تاوانەکان خۆش نا بێت، جگە لە تۆ (چونکە بەڕاستی خۆشبوون لە تاوان بەس تەنیا شایستەی خودایە)."
        },
        {
          "chapter_id": 28,
          "id": 103,
          "reference": "ھەرکەسێک لە ئێواراندا چوار جار ئەم ویردە بخوێنێت ئەوە خودای گەورە لە ئاگری دۆزەخ دەی پارێزێت . أخرجه أبو داود ٤ / ٣١٧ والبخاري في الأدب المفرد برقم ١٢٠١ والنسائي في عمل اليوم والليلة برقم ٩, وابن السني برقم ٧٠ وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص ٢٣ {وضعفه الألباني في الضعيفة (١٠٤١) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}. عەرشەی خودای پەروەردگار بەرز و بڵندیەکەی لە سەروو ئاسمانی حەوتەمەوەیە و خودای پەروەردگاریش بەرز و بڵندە بەسەر عەرشەکەیەوە، واتە: خودای گەورە لە سەرووی عەرشەوەیە، ئەمە بیر و باوەڕی ئەھلی سوننە و جەماعەتە دەر بارەی عەرش و بوونی خودا لە سەروویەوە (والله تعالى أعلى وأعلم) . ئەوانەی، کە عەرشەکەی خودایان ھەڵگرتووە بریتین لە کۆمەڵە فریشتەیەک، کە کەسیش نازانێت ژمارەیان چەندە، ھەروەکو چۆن ئیبن عەبباس (ڕەزای خودایان لێبێت) و ضەححاک و حەسەنی بەصری (ڕەحمەتی خودایان لێبێت) فەرموویانە (والله أعلم) . ",
          "item": "خودایە شەو بەسەرمدا ھات و شایەتیت بۆ دەدەم و ئەوانەیش، کە عەرشەکەی  تۆیان ھەڵگرتووە شایەتیت بۆ دەدەن  و فریشتەکان و ھەموو درووست کراوەکانت شایەتیت بۆ دەدەن، کە بەڕاستی تۆ ( الله)یت و ھیچ پەرستراوێکیش شایستەی پەرسن نییە، جگە لە تۆ، تاک و تەنیایت و ھیچ ھاوەڵ و شەریکێکیشت نییە، ھەروەھا شایەتیش دەدەن، کە موحەممەد ( صلی الله علیە وسلم) بەندە و نێردراوی تۆیە. (چوار جار)"
        },
        {
          "chapter_id": 28,
          "id": 104,
          "reference": "ھەرکەسێک ئەم ویردە لە ئێواراندا بخوێنێت ئەوە مافی سوپاس گوزاری ئەو شەوەی داوە . أخرجه أبو داود ٤ / ٣١٨ , والنسائي في عمل اليوم والليلة برقم ٧ وابن السني برقم ٤١ وابن حيان « موارد » رقم ٢٣٦١ وحسن ابن باز إسناده في تحفة الأخيار ص ٢٤ {وضعفه الألباني في ٥٧٣٠ ضعيف الجامع (٥٧٣٠) وصحابي الحديث هو عبد الله بن غنام (رضي الله عنه)}. ",
          "item": "خودایە ھیچ بەخشش و نیعەمەتێک نییە پێمەوە و شەوی لەگەڵمدا کردبێتەوە، یان بە یەکێک لە دروستکراوەکانتەوە، ئەو بەخششە نەبێت، کە لە لاین تۆی تاک و تەنیای بێ ھاوەڵەوە نەبێت، ھەروەھا ستایش و سوپاسیش بۆ تۆیە."
        },
        {
          "chapter_id": 28,
          "id": 105,
          "reference": "أبو داود ٤ / ٣٢٤ , وأحمد ٥ / ٤٢ والنسائي في عمل اليوم والليلة برقم ٢٢ وابن السني برقم ٦٩ والبخاري في الأدب المفرد وحسن العلامة ابن باز إسناده في تحفة الأخيار ص ٢٦ {وحسنه الألباني في صحيح أبي داود (٣/٢٥٠)(٥٠٩٠) وصحابي الحديث هو نفيع بن الحارث بن كلدة (رضي الله عنه)} . ",
          "item": "خودایە ساغ و سەلامەتیم پێ ببەخشە لە لاشە و بیستن و بینینمدا، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ، خودایە من پەنات پێدەگرم لە بێ باوەڕی و ھەژاری، ھەروەھا پەنات پێدەگرم لە سزای ناو گۆڕ، ھیچ پەرستراوێکیش شایستەی پەرستن نییە، جگە لە تۆ. (سێ جار)"
        },
        {
          "chapter_id": 28,
          "id": 106,
          "reference": "ھەر کەسێک لە ئێواراندا حەوت جار بیخوێنێت ئەوە چی بوێت لە کار و باری دونیا و دواڕۆژدا خودا پێی دەبەخشێت . أخرجه ابن السني برقم ٧١ مرفوعا وأبو داود موقوفا ٤ / ٣٢١ , وصحح إسناده شعيب وعبد القادر الأرناؤوط . انظر : زاد المعاد ٢ / ٣٧٦ {وقال الألباني حديث منكر. انظر: الضعيفة (٥٢٨٦) وصحابي الحديث هو أبو الدرداء (رضي الله عنه)}. ",
          "item": "خودام بەسە لەھەموو کارو بارێکمدا و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لەو نەبێنت و پشت و تەوەککولم بەو بەستوە و ئەوە پەروەردگاری عەرشە گەورەکەی خۆی. (حەوت جار)"
        },
        {
          "chapter_id": 28,
          "id": 107,
          "reference": "الترمذي وأبو داود , وانظر : صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في صحيح الترمذي ( ٣٦٣٢ ) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. ",
          "item": "خودایە داوای لێخۆشبوون و پارێزگاریت لێدەکەم لە دونیا و دواڕۆژدا، خودایە داوای لێ خۆشبوون و پارێزگاریت لێدەکەم لە ئاین و دونیا و خانەوادە و سامانمدا، خودایە عەیب و ناتەواوی و کەم و کورتیەکانم دابپۆشە، خودایە ترس و دڵە ڕاوکێیم مەھێڵە، خودایە پێش و پاش و ڕاست و چەپم پارێزراو بکە لە خراپە و شەڕی شەیتان و بشم پارێزە لە سەروومەوە لە بارینی خەشم و قین و غەزەبی خۆت بە سەرمدا، خودایە پەنا دەگەرم بە گەورەییت لەوەی، کە لە ژێرمەوە سزا بدرێم."
        },
        {
          "chapter_id": 28,
          "id": 108,
          "reference": "الترمذي وأبو داود , وانظر : صحيح الترمذي ٣ / ١٤٢ {وصححه الألباني في صحيح الترمذي ( ٣٦٣٢ ) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. ",
          "item": "خودایە ئەی زانا بە شتە پەنھانی و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم بەوەی، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و ئەو شتەش، کە بانگەشەی بۆ دەکات، ھەروەھا لەوەی، کە دەروونم ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بەرامبەر موسوڵمانێک بکات."
        },
        {
          "chapter_id": 28,
          "id": 109,
          "reference": "ھەر کەسێک لە بەیانیان و ئێواراندا ئەمە بخوێنێت ھیچ شتێک زەرەی پێناگەیەنێت . أخرجه أبو داود ٤ / ٣٢٣ والترمذي ٥ / ٤٦٥ وابن ماجه وأحمد . انظر : صحيح ابن ماجه ٢ / ٣٣٢ وحسن إسناده العلامة ابن باز في تحفة الأخيار ص ٣٩ {وصححه الألباني في صحيح سنن ابن ماجة (٣٨٦٩) وصحابي الحديث هو عثمان بن عفان (رضي الله عنه)}. ",
          "item": "بە ناوی ئەو خودایەی، کە لە گەڵ ناوی ئەودا ھیچ شتێک زەرەر و زیان ناگەیەنێت نە لە زەوی و نە لە ئاسماندا، ئەو خودایەیە، کە بیسەر و زانایە. (سێ جار)"
        },
        {
          "chapter_id": 28,
          "id": 110,
          "reference": "ھەر کەسێک لە ئێواراندا سێ جار بیخوێنێت، ئەوە خودای گەورە پێویستی کردووە لەسەر خۆی کە لە ڕۆژی دواییدا لێی ڕازی ببێت . أحمد ٤ / ٣٣٧ والنسائي في عمل اليوم والليلة برقم ٤ وابن السني برقم ٦٨ وأبو داود ٤ / ٣١٨ والترمذي ٥ / ٤٦٥ وحسنه ابن باز في تحفة الأخيار ص ٣٩ {وضعفه الألباني في في ضعيف الجامع (٥٧٣٤) ولكن حسنه بإسناد آخر في أذكار الصباح دون المساء، وانظر: الصحيحة (٢٦٨٦) وصحابي الحديث هو ثوبان بن بجدد (رضي الله عنه) } . ",
          "item": "ڕازی بووم بەوەی، کە ( الله) پەرستراوم بێت و ئیسلام ئاین و بەرنامەم بێت و موحەممەدیش ( صلی الله علیە وسلم) پێغەمبەرم بێت. (سێ جار)"
        },
        {
          "chapter_id": 28,
          "id": 111,
          "reference": "الحاكم وصححه ووافقه الذهبِي ١ / ٥٤٥ وانظر صحيح الترغيب والترهيب ١ / ٢٧٣ {وحسنه الألباني في صحيح الجامع (٥٨٢٠) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)} . ",
          "item": "ئەی ئەوەی، کە زیندوویت و بەردەوامیش دەمێنیت، بە ڕەحم و بەزەیی خۆت داوات لێدەکەم، کار و بارم بە چاک بگێڕە و بە ئەندازەی چاو ترووکاندنێکیش خۆم نەدەیتە دەستی خۆم."
        },
        {
          "chapter_id": 28,
          "id": 112,
          "reference": "أبو داود ٤ / ٣٢٢ وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد ٢ / ٢٧٣ {وضعفه الألباني في الضعيفة ( ٥٦٠٦ ) وصحابي الحديث هو أبو مالك الأشعري (رضي الله عنه)} . ",
          "item": "شەوم بەسەردا ھات و موڵک و سامانیش شەو بەسەردا ھات ھەر بۆ خودای جیھانیان، خودایە من داوای چاکەی ئەم شەوت لێدەکەم، وەکو: گەیشتن بە ئامانج و سەرکەوتن بەسەر دوژمندا و ڕۆزی پاک و ھەڵبژاردنی ڕێگەی ڕاست، پەناشت پێدەگرم لە شەڕ و خراپەی ئەم شەوەیش، کە بەدوایدا دێت."
        },
        {
          "chapter_id": 28,
          "id": 113,
          "reference": "أحمد ٣ / ٤٠٦ و ٤٠٧ وابن السني في عمل اليوم والليلة برقم ٣٤ وانظر : صحيح الجامع ٤ / ٢٠٩ {وصححه الألباني في صحيح الجامع (٤٦٧٤) وصحابي الحديث هو عبد الرحمن بن أبي أبزى (رضي الله عنه)}. ",
          "item": "شەوم بەسەردا ھات لەسەر ئاینی ئیسلام و لەسەر شایەتی دان بە ( لاَ إِلهَ إِلاَّ اللهُ، وَمُحَمَّدٌ رَسُولُ اللهِ)و لەسەر ئاینی موحوممەد ( صلی الله علیە وسلم)و لەسەر بەرنامە و ڕێبازی باوە گەورەمان ئیبراھیم ( عليه السلام)، کە بریتی بوو لە وازھێنان لە ھاوبەش دانان و چون بەرە ویەک خودا پەرستی، ھەروەھا دوور و بەر و بوون لە ھاوبەش دانەران."
        },
        {
          "chapter_id": 28,
          "id": 114,
          "reference": "ھەرکەسێک لە ئێواراندا بیخوێنێت، ئەوە لە ڕۆژی دواییدا کەسێک نییە وەکو ئەو پلەی بەرز بێت، جگە لەو کەسە نەبێت کە وەکو ئەو یان زیاتری خوێندبێت . مسلم ٤ / ٢٠٧١ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)} . ",
          "item": "پاک و بێگەردی و بێکەم و کورتی و ستایش بۆ ( الله)یە. (سەد جار)"
        },
        {
          "chapter_id": 28,
          "id": 115,
          "reference": "النسائي في عمل اليوم والليلة برقم ٢٤ وانظر : صحيح الترغيب والترهيب ١ / ٢٧٢ , وتحفة الأخيار لابن باز ص ٤٤ وانظر فضلها في ص ١٤٦, حديث رقم ٢٥٥ { وصححه الألباني في الصحيحة (١١٣) وصحابي الحديث هو أبو أيوب الأنصاري (رضي الله عنه)}. ھەرکەسێک بیخوێنێت ئەوە دە چاکەی بۆ دەنووسرێت و دە تاوانی لەسەر لا دەچێت و دە پلە بەرز دەبێتەوە و خودایش لە شەیتان دەیپارێزێت . أبو داود ٤ / ٣١٩ وابن ماجه وأحمد ٤ / ٦٠ وانظر : صحيح الترغيب والترهيب ١ / ٢٧٠ ، صحيح أبو داود ٣ / ٩٥٧ ، وصحيح ابن ماجه ٢ / ٣٣١ وزاد المعاد ٢ / ٣٧٧ {وصحابي الحديث هو أبو عياش (رضي الله عنه)}. ھەر کەسێک بیخوێنێت ئەوە وەکو ئەوە وایە کە کۆیلەیەکی ڕزگار کردبێت لە نەوەکانی پێغەمبەر ئیسماعیل (عليه الصلاة والسلام)، دە چاکەی بۆ دەنوسرێت و دە تاوانی لە سەر لادەچێت و دە پلە بەرز دەکرێتەوە و پارێزراویش دەبێت لە شەیتان . ",
          "item": "ھیچ پەرستراوێک نیە، کە شایستەی پەرستن بێت، جگە لە ( الله)ی تاکی بێ ھاوەڵ نەبێت، موڵک و سامانەکان و ستاییش بۆ ئەوە، ئەویشە، کە بە توانایە بەسەر ھەموو شتێکدا. (دە جار یان یەک جار لەکاتی بێ توانایی دا)"
        },
        {
          "chapter_id": 28,
          "id": 116,
          "reference": "البخاري مع الفتح ١١ / ١٠١ , ومسلم ٤ / ٢٠٧٥ {وصحابي الحديث هو الأغر بن يسار المزني (رضي الله عنه)}.",
          "item": "خودایە داوای لێ خۆشبوونت لێ دەکەم و ھەر بۆ لای تۆش دەگەڕێمەوە. (سەد جار لە ڕۆژێک دا)"
        },
        {
          "chapter_id": 28,
          "id": 117,
          "reference": "نە هاتیتە شارھەر کەسێک لە ئێواراندا سێ جار بیخوێنێت ئەوە پێوەدان زەرەری پێناگەیەنێت: أخرجه أحمد ٢ / ٢٩٠ , والنسائي في عمل اليوم والليلة برقم ٥٩٠ وابن السني برقم ٦٨ وانظر : صحيح الترمذي ٣ / ١٨٧ , وصحيح ابن ماجه ٢ / ٢٦٦ وتحفة الأخيار ص ٤٥ {وصححه الألباني في صحيح الجامع (١٣١٨) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. ",
          "item": "پەنا دەگرم بە وشە و ناوە تەواو و جوانەکانی خودا لە خراپە و زیانی دروستکراوەکانی. (سێ جار)"
        },
        {
          "chapter_id": 28,
          "id": 118,
          "reference": "(نە هاتیتە شارھەر کەسێک لە ئێواراندا دە جار سڵاواتم لەسەر بدات، ئەوە بەر شەفاعەتم دەکەوێت) أخرجه الطبراني بإسنادين أحدهما جيد , انظر : مجمع الزوائد ١٠ / ١٢٠ وصحيح الترغيب والترهيب ١ / ٢٧٣ {وضعفه الألباني في ضعيف الترغيب (٣٩٦) والضعيفة (٥٧٨٨) وصحابي الحديث هو أبو الدرداء (رضي الله عنه)}. ",
          "item": "خودایە دوروود و سڵاوات بڕژێنە بەسەر پێغەمبەرمان موحەممەد (صلی الله علیە وسلم). (دە جار)"
        },
        {
          "chapter_id": 29,
          "id": 119,
          "reference": "البخاري مع الفتح ٩ / ٦٢ ومسلم ٤ / ١٧٢٣ {وصحابية الحديث هي عئشة (رضي الله عنها)}.",
          "item": "دەستەکانی کۆدەکاتەوە و پاشان فوی پێدا دەکات و ئەم ئایەتانەی پێدا دەخوێنێت:\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.\n\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\n\nپاشان بە پێی توانای دەست دەھێنێت بە لاشەیدا، لە سەر و دەم و چاویەوە دەست پێدەکات، تا ئەندامەکانی تری لاشەی (ئەم کارە سێ جار ئەنجام دەدات)."
        },
        {
          "chapter_id": 29,
          "id": 120,
          "reference": "ھەر کەسێک بیخوێنێت لەسەر جێگاکەی ئەوە پارێزراو دەبێت لە لایەن خودای گەورەوە و شەیتانیش لێی نزیک نابێتەوە تاوەکو بەیانی ، البخاري مع الفتح ٤ / ٤٨٧ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خوا ئه‌و خوایه‌یه‌ که‌ هیچ په‌رستراوێکی(ڕاست) نیه‌ بێجگه‌له‌ له‌و هه‌میشه‌ زیندووی ته‌دبیرکه‌ر و ڕاگر(ی بوونه‌وه‌ر) ه‌ نه‌ وه‌نه‌وز ئه‌یگرێ و نه‌ خه‌و هه‌ر هی ئه‌وه‌ هه‌ر چی له‌ ئاسمانه‌کان و هه‌رچی له‌ زه‌وی دایه‌ کێ یه‌ ئه‌و که‌سه‌ی له‌و ڕۆژه‌دا بتوانێ تکای له‌لا بکات مه‌گه‌ر به‌ ڕێ پێدانی خۆی ئاگاداره‌ به‌ ئه‌وه‌ی له‌به‌رده‌می (ئاده‌می) یه‌ وه‌یه‌(له‌ دنیا له‌ به‌رده‌ستیاندایه‌) وه‌ ئه‌وه‌ی له‌ دواوه‌یه‌تی(له‌ ڕۆژی دوایی دا بۆیان ئاماده‌کراوه‌) وه‌ که‌س ئاگای نی یه‌ له‌ هیچ شتێک له‌ زانین و زانیاری ئه‌و(خوا) مه‌گه‌ر به‌وه‌ی که‌ خۆی بیه‌وێ کورسی یه‌که‌ی خودا هه‌موو ئاسمانه‌کان و زه‌وی گرتۆته‌وه‌ وه‌ پارێزگاری کردنی ئاسمانه‌کان و زه‌وی بۆ خوا ئاسانه‌(گران نی یه‌) وه‌ هه‌ر ئه‌وه‌ بڵند پله‌ی پایه‌ گه‌وره‌."
        },
        {
          "chapter_id": 29,
          "id": 121,
          "reference": "ھەر کەسێک ئەم ویردە بخوێنێت ئەوە خودای گەورە دەی پارێزێت و بەسیەتی , البخاري مع الفتح ٩ / ٩٤ ومسلم ١ / ٥٥٤ , {وصحابي الحديث هو أبو مسعود الأنصاري (رضي الله عنه)} .",
          "item": "پێغه‌مبه‌رو ئیمانداران باوه‌ڕیان هه‌یه به‌وه‌ی له لایه‌ن په‌روه‌ردگاریانه‌وه هاتۆته خواره‌وه‌، هه‌موویان باوه‌ڕیان هه‌یه به خواو فریشته‌کانی و کتێبه‌کانی و پێغه‌مبه‌ره‌کانی (ده‌ڵێن) هیچ جۆره جیاوازیه‌ک ناکه‌ین له نێوان هیچ پێغه‌مبه‌رێ له پێغه‌مبه‌ره‌کانی خوادا (له باوه‌ڕدا)، هه‌روه‌ها وتیان: گوێڕایه‌ڵ و ملکه‌چین (بۆ به‌دیهێنه‌رمان) په‌روه‌ردگارا لێخۆش بوونی تۆمان ده‌وێت و سه‌رئه‌نجام هه‌ر بۆ لای تۆیه گه‌ڕانه‌وه‌ * خوای گه‌وره ئه‌رک ناخاته سه‌ر هیچ که‌سێک مه‌گه‌ر به قه‌ده‌ر توانایی خۆی نه‌بێت، هه‌ر کارێکی چاک ئه‌نجام بدات قازانجی ته‌نها بۆ خۆیه‌تی و هه‌ر خراپه‌یه‌کی کردبێت ته‌نها یه‌خه‌ی خۆی ده‌گرێت و له‌سه‌ر خۆیه‌تی (هه‌ر بۆیه ئیمانداران ده‌ڵێن): په‌روه‌ردگارا؛ لێمان مه‌گره ئه‌گه‌ر فه‌رامۆشیمان به‌سه‌ردا هات یان گوناهو هه‌ڵه‌یه‌کمان له ده‌ست قه‌وما، په‌روه‌ردگارا؛ ئه‌رکی سه‌خت و کاری گران مه‌ده به‌سه‌رماندا وه‌کو ئه‌وه‌ی داوته به‌سه‌ر ئه‌وانه‌ی پێش ئێمه‌دا، په‌روه‌ردگارا؛ ئه‌رکێک مه‌ده به‌سه‌رماندا له تواناماندا نه‌بێت، تووشی به‌ڵاو ناخۆشیه‌کمان مه‌که تواناو هێزو هه‌ناومان لێ ببڕێت، گوناهمان بسڕه‌وه و چاوپۆشی بکه له هه‌ڵه‌و تاوانه‌کانمان و دای پۆشه‌، (داواکارین) به‌زه‌ییت بێته‌وه پیاماندا، ڕه‌حممان پێ بکه‌، هه‌ر تۆ پشت و په‌ناو یاریداده‌ری ئێمه‌یت، جا بۆیه داوا ده‌که‌ین سه‌رمان بخه‌یت به‌سه‌ر قه‌ومی کافرو خوانه‌ناساندا."
        },
        {
          "chapter_id": 29,
          "id": 122,
          "reference": "ھەر کەسێک لە ئێوە ھەستا لە جێگەکەی و پاشان گەڕایەوە، با سێ جار بە لێواری جلەکەی جێگاکەی بسڕێت، چونکە نازانێت کاتێک، کە جێی ھێشت چی بە دوایدا ھاتووە (لە مار و دووپشک و ئەو شتانەی کەوا زەرەر مەندەن) کاتێکیش، کە پاڵکەوت با بڵێت: « فەرموودەکە » . البخاري ١١ / ١٢٦ . ومسلم ٤ / ٢٠٨٤ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. لێرەدا مەبەست لە رۆح گرتنەوە خەوە، مەبەستیش لە گەڕاندنەوەی لە خەو ھەستانە .",
          "item": "پەروەردگارم بەناوی تۆ تەنیشتم دانا و بە ناوی تۆش بەرزی دەکەمەوە، خودایە خۆ، ئەگەر ڕۆحەکەمت گرتەوە بەزەییت پێدا بێتەوە، خۆ، ئەگەر گەڕاندیشتەوە بیپارێزە  لە زەرەر و زیانی شەیتان، بەوەی، کە بەندە چاکەکانی خۆتی پێ دەپارێزیت."
        },
        {
          "chapter_id": 29,
          "id": 123,
          "reference": "أخرجه مسلم ٤ / ٢٠٨٣ وأحمد بلفظه ٢ / ٧٩ {وصحابي الحديث هو عبد الله بن عمر بن الخطاب (رضي الله عنهما)}.",
          "item": "خودایە تۆ ڕۆحی منت بەدی ھێناوە و تۆش لێمی دەسێنیتەوە و دەیشیمرێنیت، بەدەستی تۆیە مراندن و زیندوو کردنەوەی، خۆ، ئەگەر ژیاندت بیپارێزە، خۆ، ئەگەر لە لاشەمیشت جیاکردەوە و مراندت لێی خۆش ببە، خودایە من داوای سەرفرازی و سەلامەتی و لێدەکەم."
        },
        {
          "chapter_id": 29,
          "id": 124,
          "reference": "پێغەمبەری خودا (صلى الله عليە وسلم) کاتێک، کە دەیویست بخەوێت، دەستی دەخستە ژێر ڕوومەتی ڕاستی و دەیفەرموو: . . « فەرموودەکە » أبو داود بلفظه ٤ / ٣١١ وانظر صحيح الترمذي ٣ / ١٤٣ {وزيادة: «ثلاث مرات» ضعفه الألباني في الصحيحة (٢٧٥٤) وصحابي الحديث هو البراء بن عازب (رضي الله عنه)}.",
          "item": "خودایە بم پارێزە لە سزاکەت، ئەو ڕۆژەی، کە بەندەکانت زیندوو دەکەیتەوە، کە ڕۆژی قیامەتە."
        },
        {
          "chapter_id": 29,
          "id": 125,
          "reference": "البخاري مع الفتح ١١ / ١١٣ ومسلم ٤ / ٢٠٨٣ {وصحابي الحديث هو حذيفة بن اليمان (رضي الله عنه)}.",
          "item": "خودایە بەناوی تۆ دەمرم ودەژیم."
        },
        {
          "chapter_id": 29,
          "id": 126,
          "reference": "ھەر کەسێک کاتێک، کە بێت بۆ سەر جێگاکەی ئەمە بخوێنێت باشترە بۆی لە خزمەتکار (پێویستی بە خزمەت کار نابێت) . البخاري مع الفتح ٧ / ٧١ ومسلم ٤ / ٢٠٩١ {وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}. پێشەوا عەلی و فاطیمە (ڕەزای خودایان لیبێت) داوای خزمەتکاریان کرد لە پێغەمبەر (صلی الله علیە وسلم)، پێغەمبەریش (صلی الله علیە وسلم) پێی فەرموون: ئەم ویردە بخوێنن پێویستان بە خزمەتکار نابێت .",
          "item": "سُبْحَانَ اللهِ (سی و سێ جار) وَالْحَمْدُ للهِ (سی و سێ جار) وَاللهُ أَكْبَرُ (سی و چوار جار )"
        },
        {
          "chapter_id": 29,
          "id": 127,
          "reference": "مسلم، ٤/ ٢٠٨٤، برقم ٢٧١٣.",
          "item": "خودایە پەروەردگاری حەوت ئاسمانەکان و زەوی، پەروەردگاری عەرشی گەورە، پەروەردگارمان و پەروەردگاری ھەموو شتێک، تەقێنەری دانەوێڵە و ناوک و دابەزێنەری تەورات و ئینجیل و فورقان  ، پەنات پێدەگرم لە شەڕ و زیانی ھەموو ئەو دروست کراوانەی خۆت، خودایە تۆ ھیچ شتێکت لە پێشەوە نە بووە و دەمێنیت لە دوای لەناوچوونی ھەموو درووست کراوەکان و بە ھێز و بەتوانایت و ھیچ شتێکیش لە سەروو تۆوە نییە و ھەموو درووست کراوەکانت پێویستیان بە تۆیە و کەسیش نییە، کە ھاو شێوەی تۆ بێت، سا خودایە قەرزداریمان لەسەر لابەرە و دەوڵەمەندیشمان بکە لە ھەژاری."
        },
        {
          "chapter_id": 29,
          "id": 128,
          "reference": "مسلم ٤ / ٢٠٨٥ {وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}.",
          "item": "سوپاس و ستایش بۆ ئەو خودایەی، کە تێر خواردن و تێر ئاوی کردووین و بێ پێویستی کردووین لە درووست کراوەکانی و ڕەحمی پێکردووین، لە ھەمان کاتیشدا کەسانێک ھەن، نە شوێنیان ھەیە تێیدا بژین و نە کەسیش دەیان گرێتە خۆ."
        },
        {
          "chapter_id": 29,
          "id": 129,
          "reference": "أبو داود ٤ / ٣١٧ وانظر صحيح الترمذي ٣ / ١٤٢ {وصحابي الحديث هو عبد الله بن عمرو بن العاص (رضي الله عنه)}.",
          "item": "خودایە ئەی زانا بە شتە پەنھان و ئاشکراکان، ئەی بەدی ھێنەری ئاسمانەکان و زەوی، ئەی پەروەردگار و پادشای ھەموو شتێک، شایەتی دەدەم، کە ھیچ پەرستراوێک شایستەی پەرستن نییە، جگە لە تۆ، خودایە پەنا دەگرم بە تۆ لە خراپەی نەفس و دەروونم، ھەروەھا لە خراپە و شەڕی شەیتان و تۆڕی شەیتان، ھەروەھا لەوەی، کە ھانم بدات بۆ ئەنجام دانی خراپەیەک، یان خراپەیەک بۆ موسوڵمانێک بھێنم."
        },
        {
          "chapter_id": 29,
          "id": 130,
          "reference": "الترمذي والنسائي وانظر صحيح الجامع ٤ / ٢٥٥ {وصححه الألباني في الصحيحة (٥٨٥) وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}.",
          "item": "سورەتی (السَّجْدَة) و (الْمُلْك) دەخوێنێت ."
        },
        {
          "chapter_id": 29,
          "id": 131,
          "reference": "ئەگەر چویتە سەر جێگای خەوتن ئەوە دەستنوێژێک بگرە وەکو دەستنوێژی نوێژ و پاشان لەسەر لای ڕاست ڕابکشێ و بڵێ:...... پێغەمبەر (صلى الله عليە وسلم) دەر بارەی ئەو کەسەی کە ئەم ویردە دەخوێنێت فەرموویەتی: « ئەگەر بمرێت لەسەر فیطرەتی ئیسلامەتی دەمرێت» البخاري مع الفتح ١١ / ١١٣ ومسلم ٤ / ٢٠٨١ {وصحابي الحديث هو البراء بن عازب (رضي الله عنه)}.",
          "item": "خودایە خۆمم تەسلیمی تۆ کرد و کار و بارم بۆ لای تۆ گەڕاندەوە و ڕوم کردە تۆ و پشتم بەتۆ بەست، ئومێدەوار و خۆشحاڵم بە پاداشتەکانت و دەشترسم لە سزاکانت، ھیچ حەشارگەیەک نییە تا خۆم پەنا بدەم و ھیچ ڕزگاربوونێکیش نییە لە سزاکانت، جگە لەوە نەبێت، کە بگەڕێمەوە بۆ لای تۆ، باوەڕم ھێناوە بە پەرتووکەکەت (قورئان) ئەوەی، کە وا دات بەزاندۆتە خوارەوە، ھەروەھا باوەڕیشم ھێناوە بە پێغەمبەرەکەت (موحەممەد (صلی الله علیە وسلم)) ئەوەی کەوا ناردووتە بۆلای خەڵکی."
        },
        {
          "chapter_id": 32,
          "id": 134,
          "reference": "مسلم ٤ / ١٧٧٢ {وصحابي الحديث هو أبو قتادة بن ربعي (رضي الله عنه)}. مسلم ٤ / ١٧٧٣ {وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}.",
          "item": "سێ جار تف دەکای بەلای چەپدا، سێ جار پەنا دەگریت بە خودا لە شەیتان و ئەوەی، کە بینیویەتە لە خەودا، خەونکە بۆ کەس ناگێڕیتەوە، ڕوو وەردەگێڕیت لەو لایەی، کە لەسەریەتی بۆ لایەکی تر."
        },
        {
          "chapter_id": 32,
          "id": 135,
          "reference": "مسلم ٤ / ١٧٧٣ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "ئەگەر بتەوێت ھەڵدەستێت نوێژی سوننەت دەکات."
        },
        {
          "chapter_id": 33,
          "id": 136,
          "reference": "أخرجه أصحاب السنن وأحمد والدارمي والحاكم والبيهقي وما بين المعكوفين للبيهقي وانظر صحيح الترمذي ١ / ١٤٤ وصحيح ابن ماجه ١ / ١٩٤ وإرواء الغليل للألباني ٢ / ١٧٢ {وصححه الألباني في صحيح ابن ماجه (١١٧٨) وصحابي الحديث هو الحسن بن علي (رضي الله عنهما)}.",
          "item": "خودایە ڕێنموونیم بکە لەگەڵ ئەوانەی، کە رێنموونیت کردوون، پارێزراو و لەش ساغم بکە لەگەڵ لەش ساغ و پارێزراواندا، پشتگیریم بکە لەگەڵ پشتگیری لێ کراواندا، پیت و بەرەکەت بکەرە ئەوەی، کە پێت بەخشیوم و بم پارێزە لە شەڕ و زیانی ئەوەی، کە بڕیارت لە سەری داوە، چونکە بێگومان تۆ بڕیار دەدەیت و بڕیاریشت لەسەر نادرێت، بێگومان زەلیل نابێت ئەوەی، کە تۆ پشتیوانی بکەیت و بە ھێز و بەدەسەڵاتیش نابێت ئەوەی، کە تۆ دژایەتی بکەیت، بەرەکەت و پیرۆزی و گەورەی و بڵندی بۆ تۆیە ئەی پەروەردگارمان."
        },
        {
          "chapter_id": 33,
          "id": 137,
          "reference": "أخرجه أصحاب السنن الأربعة وأحمد . انظر صحيح الترمذي ٣ / ١٨٠ وصحيح ابن ماجه ١ / ١٩٤ والإرواء ٢ / ١٧٥ {وصححه الألباني في صحيح ابن ماجة ( ١١٧٩ ) وصحيح الجامع ( ١٢٨٠ ) وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}.",
          "item": "خودایە پەنا دەگرم بە ڕازیبوونت لە توڕەییت، پەنا دەگرم بە لێ بووردەییت لە سزادانت، ھەروەھا پەنا دەگرم پێت لە سزا و توڕەییت، ناتوانم ستایشت بژمێرم، تۆ بەو جۆرەی، کە خۆت ستایشی خۆتت کردووە."
        },
        {
          "chapter_id": 33,
          "id": 138,
          "reference": "أخرجه البيهقي في السنن الكبرى وصحح إسناده ٢ / ٢١١ وقال الشيخ الألباني في إرواء الغليل وهذا إسناده صحيح ٢ /",
          "item": "خودایە ھەر تۆ دەپەرستین و نوێژ بۆ تۆ دەکەین و کوڕنووش بۆ تۆ دەبەین و بە پێشکەوتن و خێرایی دەکەین بۆ لات، ئومێدمان ھەیە بە ڕەحم و بەزەییت، ھەروەھا دەشترسین لە سزات، بێگومان سزاکەت بێ باوەڕان دەگرێتەوە، خودایە بێگومان داوای یارمەتی و لێ خۆشبوون ھەر لە تۆ دەکەین و ستایشی تۆ دەکەین بە باشە و بێ باوەڕ نابین پێت و باوەڕت پێ دێنین و ملکەچ دەبین بۆت و وازیش لەو کەسانە دەھێنێن، کە بێ باوەڕ و کافرن پێت."
        },
        {
          "chapter_id": 35,
          "id": 140,
          "reference": "أحمد ١ / ٣٩١ وصححه الألباني { في الصحيحة (١٩٩) وصحابي الحديث هو عبد الله بن مسعود (رضي الله عنه)}.",
          "item": "خودایە من بەندەی تۆم و کوڕی بەندەی تۆم و کوڕی کۆیلەی تۆم، چارەنووسم بە دەستی تۆیە و بڕیارت بە سەرمدا تێپەڕیوە و بڕیارەکانت بە سەرمدا دادپەروەرانەیە، داوات لێدەکەم بە ھەموو ئەو ناوانەی، کە خۆتت پێ ناو ناوە، یان ناردووتەتە خوارەوە لە پەرتووکەکەتدا، یان یەکێکت فێرکردووە لە بەندەکانت، یان لە زانستە نھێنیەکانی خۆتدا ھەڵتگرتوە (کەس نایزانێت، جگە لە خۆت نەبێت)، کە قورئان بکەیتە بەھاری دڵم و ڕوناکی سینگم و ڕەوێنەرەوەی دڵ تەنگیم و لابەری خەم و پەژارەم."
        },
        {
          "chapter_id": 35,
          "id": 141,
          "reference": "البخاري ٧ / ١٥٨ پێغەمبەری خودا (صلى الله عليە وسلم) ئەم ویردەی زۆر دەخوێند . انظر البخاري مع الفتح ١١ / ١٧٣ {وصحابي الحديث هو أنس بن مالك (رضي الله عنه)} .",
          "item": "خودایە من پەنات پێدەگرم لە خەم و پەژارە و بێتاقەتی و بێ توانایی و تەمبەڵی و ڕەزیلی و ترسنۆکی و زۆری قەرزداری و زاڵبون و دەسەڵاتی کەسانی نەزان و نەفام لەفیتنەدا."
        },
        {
          "chapter_id": 36,
          "id": 142,
          "reference": "البخاري ٧ / ١٥٤ ومسلم ٤ / ٢٠٩٢ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی گەورەی ھێدی نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی گەورەی پەروەردگـاری عەرش نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی بەڕێزی پەروەردگاری ئاسمانەکان و زەوی و عەرش نەبێت."
        },
        {
          "chapter_id": 36,
          "id": 143,
          "reference": "أبو داود ٤ / ٣٢٤ وأحمد ٥ / ٤٢ وحسنه الألباني في صحيح أبو داود ٣ / ٩٥٩ {وصحابي الحديث هو نفيع بن الحارث الثقفي (رضي الله عنه)}.",
          "item": "خودایە ئومێدم بە ڕەحم و بەزەیی تۆ ھەیە و بە ئەندازەی چاو تروکاندنێکیش خۆم نەدەیتە دەستی خۆم و کار و باریشم بە چاکە بگێڕە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە تۆ."
        },
        {
          "chapter_id": 36,
          "id": 144,
          "reference": "الترمذي ٥ / ٥٢٩ والحاكم وصححه ووافقه الذهبِي ١ / ٥٠٥ وانظر صحيح الترمذي ٣ / ١٦٨ {وصححه الألباني في صحيح الجامع (٣٣٨٣) وصحابي الحديث هو سعد بن أبي وقاص (رضي الله عنه)}. پێغەمبەر (صلى الله عليه وسلم) دەفەرمووێت: ئەم نزایە نزای پێغەمبەر یونسە (عليه صلاة وسلام) کاتێک، کە لە سکی قرشەکەدا بوو، ھەرکەسێکیش بەم نزایە ھەر شتێک داوا بکات ئەوە پێی دەبەخشرێت .",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە تۆ نەبێت و پاک و بێگەردی بۆ تۆ، بێ گومان من لە ستەم کارانم."
        },
        {
          "chapter_id": 36,
          "id": 145,
          "reference": "أخرجه أبو داود ٢ / ٨٧ وانظر صحيح ابن ماجه ٢ / ٣٣٥ {وصححه الألباني في الصحيحة (٢٧٥٥) وصحابية الحديث هي أسماء بنت عميس (رضي الله عنهما)}.",
          "item": "خودا، خودا پەروەردگارمە و ھیچ شەریک و ھاوەڵێکیشی بۆ بڕیار نادەم."
        },
        {
          "chapter_id": 37,
          "id": 146,
          "reference": "أبو داود ٢ / ٨٩ وصححه الحاكم ووافقه الذهبِي ٢ / ١٤٢ {وصححه الألباني في صحيح الجامع (٤٧٠٦) وصحابي الحديث هو أبو موسى الأشعري (رضي الله عنه)} .",
          "item": "خودایە تۆ دەکەین بە گژیاندا و پەناشت پێدەگرین لە زەرەر و زیان و خراپەیان."
        },
        {
          "chapter_id": 37,
          "id": 147,
          "reference": "أبو داود ٣ / ٤٢ والترمذي ٥ / ٥٧٢ , وانظر صحيح الترمذي ٣ / ١٨٣ {وصححه الألباني في صحيح أبي داود ( ٢٣٦٦ ) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}.",
          "item": "خودایە تۆ یارمەتی دەر و سەرخەرمیت، بە پشتیوانی تۆ دەجوڵێم و بە پشتیوانی تۆ ھەڵمەت دەبەم و بە پشتیوانی تۆش دەجەنگم."
        },
        {
          "chapter_id": 37,
          "id": 148,
          "reference": "البخاري ٥ / ١٧٢ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)} .",
          "item": "خودامان بەسە، کە یارمەتی دەرمان بێت، ھەر ئەویشە باشترینی پشتیوان"
        },
        {
          "chapter_id": 38,
          "id": 149,
          "reference": "أحمد ١ / ٣٩١ وصححه الألباني { في الصحيحة (١٩٩) وصحابي الحديث هو عبد الله بن مسعود (رضي الله عنه)}.",
          "item": "خودایە پەروەردگاری حەوت ئاسمانەکان و پەروەردگاری عەرشی گەورە، پشتیوانم ببە لە دژی فڵانی کوڕی فڵان و دار و دەستەو کۆمەڵەکەی لە دروستکراوەکانت، لەوەی، کە یەکێکیان زاڵ ببێت بە سەرمدا و ئازارم بدات، یان زیادە ڕەوی بکات بەرامبەرم، بەڕاستی بەھێز دەبێت ئەوەی، کە پەنات پێ بگرێت، گەورە و پیرۆزە ستایش کردن لە سەرت و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ"
        },
        {
          "chapter_id": 38,
          "id": 150,
          "reference": "البخاري ٧ / ١٥٨ پێغەمبەری خودا (صلى الله عليە وسلم) ئەم ویردەی زۆر دەخوێند . انظر البخاري مع الفتح ١١ / ١٧٣ {وصحابي الحديث هو أنس بن مالك (رضي الله عنه)} .",
          "item": "خودا گەورەتر و بەھێزترە لە ھەموو دروست کراوەکانی، خودا بەھێزترە لەوەی، کە من لێی دەترسم و سڵی لێ دەکەم، پەنا دەگرم بەو خودایەی، کە ھیچ پەرستراوێک نییە، شاییستەی پەرستن بێت، جگە لەو، کە ڕاگیر کاری ھەر حەوت ئاسمانەکانە تا نەکەون بە زەویدا بەڕێ پێدان و ئیزنی خۆی، لە زەرەر و زیانی بەندەکەت فڵانە کەس، ھەروەھا دەستە و شوێنکەوتوان و کۆمەڵەکەی لە جنۆکە و مرۆڤ، خودایە ببە بە پارێزەرم لە شەڕ و خراپەیان، ستایشت پیرۆز و گەورەیە و بەھێزیشە ئەوەی کە پشت بە تۆ ببەستێت و پیت و بەرەکەتی ناوەکانیشت زۆر و گەورەیە و ھیچ پەرستراوێکیش نییە، کە شایستەی پەرستن بێت، جگە لە تۆ"
        },
        {
          "chapter_id": 41,
          "id": 153,
          "reference": "البخاري مع الفتح ٦ / ٣٣٦ ومسلم ١ / ١٢٠ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پەنا بە خودا دەگریت ، واز لەوە دەھێنیت، کە گومانت تێیدا ھەیە."
        },
        {
          "chapter_id": 41,
          "id": 154,
          "reference": "مسلم ١ / ١١٩ - ١٢٠ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)} .",
          "item": "پاشان دەڵێیت : آمَنْتُ بِاللهِ وَرَسُلِهِ."
        },
        {
          "chapter_id": 41,
          "id": 155,
          "reference": "أبو داود ٤ / ٣٢٩ وحسنه الألباني في صحيح أبو داود ٣ / ٩٦٢ {وهذا أثر عن عبد الله بن عباس (رضي الله عنه)}.",
          "item": "پاشان ئەم ئایەتە دەخوێنیتەوە : هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ [الحديد: ٣ ]."
        },
        {
          "chapter_id": 42,
          "id": 156,
          "reference": "الترمذي ٥ / ٥٦٠ وانظر صحيح الترمذي ٣ / ١٨٠ {وحسنه الألباني في الصحيحة (٢٦٦) وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}. ھەر کەسێک ئەم ویردە بخوێنێت، ئەگەر بە ئەندازەی شاخێک قەرزی لەسەر بێت خودای گەورە قەرزەکەی بۆ دەداتەوە .",
          "item": "خودایە دوورم بخەرەوە بە ڕۆزییەکی رێگە پێدراو و حەڵاڵ، لەو ڕۆزییەی، کە قەدەغەت کردووە وحەرامە، بێ پێویستیشم بکە بە فەزڵ و گەورەیی خۆت لە کەسانێکی تر."
        },
        {
          "chapter_id": 42,
          "id": 157,
          "reference": "البخاري ٧ / ١٥٨ {وصحابي الحديث هو أنس بن مالك (رضي الله عنه)} .",
          "item": "خوادیە من پەنات پێدەگرم لە خەم و پەژارە و بێتاقەتی و بێتوانایی و تەمبەڵی و ڕەزیلی و ترسنۆکی و زۆری قەرزداری و زاڵبون و دەسەڵاتی کەسانی نەزان و نەفام لەفیتنەدا."
        },
        {
          "chapter_id": 46,
          "id": 161,
          "reference": "أبو داود ١ /٢٠٦ والترمذي وانظر صحيح الترمذي ١ / ٧٧ وانظر سورة المؤمنون آية ٩٨ - ٩٩ .",
          "item": "پەنا گرتن بە خودا لە شەیتان."
        },
        {
          "chapter_id": 46,
          "id": 162,
          "reference": "مسلم ١ / ٢٩١ والبخاري ١ / ١٥١ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "بانگ."
        },
        {
          "chapter_id": 46,
          "id": 163,
          "reference": "{پێغەمبەری خودا (صلى الله علية وسلم) دەفەرمووێت: }خانووەکانتان مەکەن بە گۆڕستان، بێگومان شەیتان لە ماڵێک ڕادەکات، کە سوورەتی (البقرة)ی تێدا بخوێندرێت « رواه مسلم ١ / ٥٣٩، هەروەها لەو شتانەی، كە وا شەیتان ڕاو دەنێت بریتییە لە ویردەكانی بەیانیان‌و ئێواران‌و خەوتن‌و هەستان لە خەو‌و چوونە ماڵ‌و هاتنە دەر لە ماڵ‌و چوونە ناو مزگەوت‌و هاتنەدەر لە مزگەوت، جگە لەم ویردانەش ویردی تریش زۆرن، بۆ نموونە: خوێندنی (آية الكرسي) لە كاتی خەوتن‌و دوو ئایەتەكەی كۆتایی سوورەتی (البقرة) و سەد جار خوێندنی (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) ئەوە ئەو كەسە ئەو ڕۆژە بە تەواوی لە شەیتان پارێزراو دەبێت .",
          "item": "ویردەکان و خوێندنەوەی قورئان."
        },
        {
          "chapter_id": 48,
          "id": 165,
          "reference": "ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص ٢٠، وعزاه لابن المنذر في الأوسط.\n\nقاله النووي في الأذكار، ص٣٤٩، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، ٢/٧١٣، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، ١/ ٤١٦ .",
          "item": "خودا پیت و بەرەکەت بکاتە ئەوەی، کە پێت بەخشراوە و واشت لێبکات، کە سوپاس و ستایشی خودای لەسەر بکەیت، خودا بیگەیەنێتە تەمەنی گەنجێتی و بەھێزی، تا سوود و قازانجت پێ بگەیەنێت، بیشیکاتە گوێڕایەڵێک بۆت (لە وەڵامدا دەڵێت): خودا پیت و بەرەکەت بکاتە ژیانتەوە، پیت و بەرەکەت بەسەرتدا بڕژێنێت و خودا پاداشتی باشت بداتەوە، خودا نموونەی ئەو منداڵەت پێ ببەخشێت و ئەجر و پاداشتیشت زۆر و گەورە بکات."
        },
        {
          "chapter_id": 50,
          "id": 167,
          "reference": "البخاري مع الفتح ١٠ / ١١٨ {وصحابي الحديث هو بن عباس (رضي الله عنهما)}.",
          "item": "قورس و ناڕەحەت نییە لە سەرت و پاک بونەوەتە لە تاوانەکان، ئەگەر خوداوەند ویستی لەسەر بێت."
        },
        {
          "chapter_id": 50,
          "id": 168,
          "reference": "ھیچ بەندەیەک نییە، کە سەردانی نەخۆشێک بکات و کۆتایی بە ژیانی نەھاتبێت و حەوت جار ئەم نزایە بخوێنێت . . « الحدیث . ئەوە بێگومان خودا لەش ساغی دەکات . أخرجه الترمذي وأبو داود {وصححه الألباني} وانظر صحيح الترمذي ٢ / ٢١٠ وصحيح الجامع ٥ / ١٨٠ {وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "داواکارم لە خودای مەزن و شکۆمەند، پەروەردگاری عەرشی مەزن، کە نەخۆشیەکەت ساڕێژ بکات و شیفات بدات. (حەوت جار)"
        },
        {
          "chapter_id": 52,
          "id": 170,
          "reference": "البخاري ٧ / ١٠ ومسلم ٤ / ١٨٩٣{وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "خودایە لێم خۆش ببە و ڕەحمم پێ بکە و بمگەیەنە بە بەھەشت و ھاوڕێ پلە بەرزەکان."
        },
        {
          "chapter_id": 52,
          "id": 171,
          "reference": "البخاري مع الفتح ٨ / ١٤٤ وفي الحديث السواك {وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) لە کاتی سەرە مەرگیدا دەستەکانی دەکردە ناو ئاوەوە و دەم و چاوی پێ دەسڕی و دەیگوت: لاَ إِلهَ إِلاَّ اللهُ، إِنَّ لِلْمَوْتِ سَكَرَاتٍ . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، بەڕاستی مردن ناڕەحەتی و ئازاری ھەیە)."
        },
        {
          "chapter_id": 52,
          "id": 172,
          "reference": "ھەر کەسێک ئەم ویردە بخوێنێت و بمرێت دۆزەخ نای سوتێنێت، أخرجه الترمذي وابن ماجه وصححه الألباني , انظر صحيح الترمذي ٣ / ١٥٢ وصحيح ابن ماجه ٢ / ٣١٧ {وصحابي الحديث هو أبو سعيد الخدري و أبو هريرة (رضي الله عنهما)}.",
          "item": "ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورەترینە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیا نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاک و تەنیای بێ ھاوەڵ نەبێت، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله) نەبێت وستایشیش بۆ ئەوە، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، ھیچ ھەوڵ و دەسەڵاتێکم نییە، جگە لەوە نەبێت، کە خودا پێم دەبەخشێت."
        },
        {
          "chapter_id": 56,
          "id": 176,
          "reference": "مسلم، ٢/ ٦٦٣، برقم ٩٦٣.",
          "item": "خودایە لێی خۆش ببە و ڕەحمی پێبکە و لێی ببوورە و لە شوێنێکی خۆشدا دایبنێ و گۆڕەکەی بۆ فراوان بکە و بیشۆرە بە ئاو و بەفر و تەرزە و پاکی بکەرەوە لە تاوان ھەر وەکو چۆن جلی سپی لە چڵک و پیسی پاک دەکەیتەوە، ھەروەھا ماڵێکی بدەرێ لە ماڵەکەی خۆی باشتر و کەس و کارێکی بدەرێ لە کەس و کارەکەی خۆی باشتر و ھاوسەرێکی بدەرێ لە ھاوسەرەکەی خۆی باشتر و بیخەرە بەھەشتەوە و پەناشی بدە لە سزای ناو گۆڕ و سزای دۆزەخ."
        },
        {
          "chapter_id": 56,
          "id": 177,
          "reference": "ابن ماجه ١ / ٤٨٠ وأحمد ٢ / ٣٦٨ وانظر صحيح ابن ماجه ١ / ٢٥١ {وصححه الألباني في المشكاة ( ١٦٧٥ ) وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە لە زیندو و مردوو و ئامادە و نائامادە و بچووک و گەورە و نێر و مێمان خۆش ببە، خودایە ئەوەی، کە ژیانت پێ بەخشی لە ئێمە بیژیەنە لەسەر ئیسلامەتی، ھەروەھا ئەوەشی، کە مراندت لە ئێمە بیمرێنە لەسەر باوەڕداریەتی، خودایە بێ بەشمان مەکە لە پاداشتی ئەم موسیبەتە و بە دواشیدا گومڕا و سەر لێ شێواومان مەکە."
        },
        {
          "chapter_id": 56,
          "id": 178,
          "reference": "أخرجه ابن ماجه , انظر صحيح ابن ماجه ١ / ٢٥١ ورواه أبو داود ٣ / ٢١١ {وصححه الألباني في المشكاة (١٦٧٥) وصحابي الحديث هو واثلة بن الأسقع (رضي الله عنه)}.",
          "item": "خودایە فڵانی کوڕی فڵان لە ژێر پارێزگاری و چاودێری تۆدایە، بیپارێزە لە ئاشوبەی گۆڕ و سزای دۆزەخ، تۆ خاوەنی وەفا و ڕەواییت، سا لێی خۆش ببە و ڕەحمی پێبکە، بەڕاستی تۆ لێ خۆشبوو و میھرەبانیت."
        },
        {
          "chapter_id": 56,
          "id": 179,
          "reference": "أخرجه الحاكم وصححه ووافقه الذهبِي ١ / ٣٥٩ {وصححه الألباني}وانظر أحكام الجنائز للألباني ص ١٢٥ {وصحابي الديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "خودایە بەندەی تۆیە و کوڕی بەندەی تۆیە و پێویستی بە ڕەحم و بەزەیی تۆیە و تۆش بێ پێویستیت بە سزادانی، خۆ، ئەگەر چاکە کار بووە لە چاکەکانی زیاد بکە و خۆ، ئەگەریش خراپە کار بووە لێی ببوورە."
        },
        {
          "chapter_id": 57,
          "id": 180,
          "reference": "«(سعيد بن المسيب) فەرموویەتی: نوێژم کرد لە دوای (أبي هريرة)وە لەسەر منداڵێک، کە ھیچ تاوانێکی ئەنجام نەدابوو، گوێم لێ بوو دەیگوت: . . » الحديث . أخرجه مالك في الموطأ ١ / ٢٨٨ وابن أبي شيبة في المصنف ٣ / ٢١٧ والبيهقي ٤ / ٩ , وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي ٥ / ٣٥٧ {وصححه الألباني في المشكاة (١٦٨٩)}. انظر : المغني لابن قدامة ٣ / ٤١٦ والدروس المهمة لعامة الأمة للشيخ عبد العزيز بن عبد الله بن باز حفظه الله ص ١٥.",
          "item": "خودایە پاداشتی دایک و باوکی بدەرەوە لە لای خۆت و بیکە بە تکا کار بۆ دایک و باوکی و تکا کەشی گیرا بکە، خودایە بە بۆنەیەوە کردەوەی دایک و باوکی قورس بکە لەسەر تەرازووی کردەوەکان و پاداشتیان گەورە بەکە و بیگەیەنە بە باوەڕدارە چاکەکان و بیکەرە ژێر کەفالەتی پێغەمبەر ئیبراھیم (صلی الله علیە وسلم)، ھەروەھا بیپارێزە بە بەزەیی خۆت لە سزای دۆزەخ و ماڵێکی بدەرێ لە ماڵەکەی خۆی باشتر و کەس و کارێکی بدەرێ لە کەس و کارەکەی خۆی باشتر، خودایە خۆش ببە لەوانەی، کە لە پێشمانەوە مردوون و ئەوانەش، کە بە باوەڕ و ئیمانەوە لە پێشمانە ڕۆیشتوون) . "
        },
        {
          "chapter_id": 57,
          "id": 181,
          "reference": "حەسەنی بەصری سوڕەتی (الفاتحة)ی دەخوێند و پاشان دەیگوت: . .. « الحديث أخرجه البغوي في شرح السنة ٥ / ٣٥٧ وعبد الرزاق برقم ٦٥٨٨ , وعلقه البخاري في كتاب الجنائز , ٦٥ باب قراءة فاتحة الكتاب على الجنازة ٢ / ١١٣ {هذا أثر عن الحسن البصري (رحمه الله)}.",
          "item": "خودایە بۆمان بکەرە پاداشت و پێشین و چاکە."
        },
        {
          "chapter_id": 58,
          "id": 182,
          "reference": "البخاري، ٢/ ٨٠، برقم ١٢٨٤، ومسلم، ٢/ ٦٣٦، برقم ٩٢٣.\n\nالأذكار للنووي، ص١٢٦ .",
          "item": "بێگومان ھی خودایە ئەوەی، کە دەیگرێتەوە و ئەوەیش، کە دەیبەخشێت، ھەموو شتێکیش لە لای خودای گەورە ئاشکرا و دیاری کراوە، دەی کەواتە سەبڕ و ئارام بگرە و داوای پاداشت بکە لە پەروەردگار) . خۆ، ئەگەر ئەم ویردەش بخوێنێت شتێکی باشە : أَعْظَمَ اللهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ وَغَفَرَ لِمَيِّتِكَ ،. واتە: (خودای پەروەردگار ئەجر و پاداشتت زۆر و گەورە بکات و بە باشترین شێوە سەبووریت بداتەوە و لە گوناھی مردووەکەشت خۆش ببێت."
        },
        {
          "chapter_id": 62,
          "id": 186,
          "reference": "أخرجه أبو داود، ٤/ ٣٢٦، برقم ٥٠٩٩، وابن ماجه، ٢/ ١٢٢٨، برقم ٣٧٢٧، وانظر: صحيح ابن ماجه، ٢/٣٠٥ .",
          "item": "خودایە من داوای خێر و باشەکەییت لێدەکەم و پەناشت پێدەگرم لە شەڕ و زیانەکەی."
        },
        {
          "chapter_id": 62,
          "id": 187,
          "reference": "مسلم ٢ / ٦١٦ والبخاري ٤ / ٧٦ {وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "خودایە من داوای خێر و باشەکەییت لێدەکەم و ئەو باشەیەش، کە تیایەتی و باشەی ئەوەیش کە پێوەی نێردراوە، ھەروەھا پەنات پێدەگرم لە زیانەکەی و ئەو زیانەش، کە تیایەتی و ئەو زیانەش، کە پێوەی نێردراوە."
        },
        {
          "chapter_id": 64,
          "id": 189,
          "reference": "أبو داود ١ / ٣٠٣ وصححه الألباني في صحيح أبي داود ١ / ٢١٦ {وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}.",
          "item": "خودایە بۆمان ببارێنە بارانێکی زۆری لەسەر خۆی بە سوودی سەوزکەری بە سوودی بێ زیان، بەم زوانە و دوا خستنی تێدا نەبێت."
        },
        {
          "chapter_id": 64,
          "id": 190,
          "reference": "البخاري ١ / ٢٢٤ ومسلم ٢ / ٦١٣ {وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}.",
          "item": "خودایە بارانمان بۆ ببارێنە، خودایە بارانمان بۆ ببارێنە، خودایە بارانمان بۆ ببارێنە."
        },
        {
          "chapter_id": 64,
          "id": 191,
          "reference": "أبو داود ١ / ٣٠٥ وحسنه الألباني في صحيح أبي داود ١ / ٢١٨ {وصحابي الحديث هو عبد الله بن عمرو بن العاص (رضي الله عنه)}.",
          "item": "خودایە بەندەکان و گیان لە بەرەکانت تێر ئاو بکەء ڕەحم و بەزەیی خۆت بڵاو بکەرەوە و زەویە مردوەکەی خۆشت زیندوو بکەرەوە."
        },
        {
          "chapter_id": 69,
          "id": 196,
          "reference": "أخرجه أبو داود ٢ / ٣٠٦ وغيره وانظر صحيح الجامع ٤ / ٢٠٩ {وحسنه الألباني في الإرواء (٩٢٠) وصحابي الحديث عبد الله بن عمر (رضي الله عنهما)}.",
          "item": "تونیەتی ڕۆیشت و دەمارەکان تێر ئاو بوون و پاداشتیش بەدەست ھێندرا، ئەگەر خودا ویستی لەسەر بێت."
        },
        {
          "chapter_id": 69,
          "id": 197,
          "reference": "أخرجه ابن ماجه ١ / ٥٥٧ من دعاء عبد الله بن عمرو رضي الله عنهما, وحسنه الحافظ في تخريج الأذكار انظر شرح الأذكار ٤ / ٣٤٢ {وضعفه الألباني في الإرواء (٩٢١)}.",
          "item": "خودایە من داوات لێدەکەم بە ڕەحمەتەکەت، کە ھەموو شتێکی گرتوەتەوە، لێم خۆش ببە."
        },
        {
          "chapter_id": 70,
          "id": 198,
          "reference": "أخرجه أبو داود ٣ / ٣٤٧ والترمذي ٤ / ٢٨٨ وانظر صحيح الترمذي ٢ / ١٦٧ {وصححه الألباني في الإرواء (١٩٦٥) وصحابية الحديث هي عائشة (رضي الله عنها)}.",
          "item": "ھەر یەکێک لە ئێوە، کە خواردنێکی خوارد با بڵێت: (بِسْمِ اللهِ) خۆ ئەگەر بیری چوو، کە لە سەرەتادا بیلێت: با بڵێت: (بِسْمِ اللهِ فِي أَوَّلِهِ وَآخِرِهِ) . واتە: (بەناوی خودا دەخۆم لە سەرەتا و کۆتاییدا)."
        },
        {
          "chapter_id": 70,
          "id": 199,
          "reference": "الترمذي ٥ / ٥٠٦ وانظر صحيح الترمذي ٣ / ١٥٨ {وحسنه الألباني في الصحيحة (٢٣٢٠) وصحابي الحديث هو عبد الله بن عباس (رضي الله عنهما)}.",
          "item": "کەسێک خودای گەورە خواردنێکی پێ بەخشی با لە پێش خواردنەکەی بڵێت : (اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ) . واتە: (خودایە پیت و بەرەکەتی تێبکە بۆ مان و خواردنێکمان بدەرێ لەوە باشتر) . ھەر کەسێکیش خودای گەورە شیری پێ بەخشی با لە پێش خواردنەوەکەی بڵێت: اللَّهُمَّ بَارِكْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ . واتە: (خودایە پیت و بەرەکەتی تێبکەء بۆشمان زیاد بکە لێی)."
        },
        {
          "chapter_id": 71,
          "id": 200,
          "reference": "أخرجه أصحاب السنن إلا النسائي وانظر صحيح الترمذي ٣ / ١٥٩ {وحسنه الألباني في الارواء (١٩٨٩) وصحابي الحديث هو معاذ بن أنس (رضي الله عنه)}.",
          "item": "سوپاس و ستایش بۆ ئەو خودایەی، کە ئەم خواردنەی پێ بەخشیم و ڕۆزی دام، بە بێ ھیچ ھەوڵ و کۆشش و تواناییەکی خۆم."
        },
        {
          "chapter_id": 71,
          "id": 201,
          "reference": "البخاري ٦ / ٢١٤ والترمذي بلفظه ٥ / ٥٠٧ {وصحابي الحديث هو أبو أمامة (رضي الله عنه)}.",
          "item": "سوپاس و ستایشێکی زۆری پاکی پیرۆزی بەردەوامی بە بێ بچڕان بۆ خودا، ئەی پەروەردگار تۆ وازت لێ نەھێناوین و کەسیش نییە، کە بێ پێویست بێت لێت."
        },
        {
          "chapter_id": 78,
          "id": 208,
          "reference": "البخاري ٧ / ١٢٥ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "کاتێک یەکێک لە ئێوە پژمی با بڵێت: (الْحَمْدُ للهِ) برا و ھاوەڵەکەی کاتێک، کە گوێیان لێ بوو پێی دەڵێن: (يَرْحَمُكَ اللهُ)  کاتێک، کە پێیان گوت: (يَرْحَمُكَ اللهُ) با بڵێت: (يَهْدِيْكُمُ اللهُ وَيُصْلِحْ بَالَكُمْ) ،.\n\n واتە: سوپاس و ستایش بۆ خودا.  واتە: خودا ڕەحمت پێ بکات.  واتە: خودا ڕێنمونیتان بکات و ژیانیشتان باش بکات."
        },
        {
          "chapter_id": 102,
          "id": 232,
          "reference": "أحمد ٢ / ٧ والترمذي ٥ / ٤٩٩ وانظر صحيح الترمذي ٢ / ١٥٥ {وصححه الألباني في الصحيحة (١٦ و ٢٤٨٥) وصحابي الحديث هو بن عمر (رضي الله عنهما)}.",
          "item": "ئاین و ئەمانەت و کۆتایی کردەوەکانت بە خودا دەسپێرم."
        },
        {
          "chapter_id": 102,
          "id": 233,
          "reference": "الترمذي وانظر صحيح الترمذي ٣ / ١٥٥ {وحسنه الألباني في صحيح الجامع (٣٥٧٩) وصحابي الحديث هو أنس بن مالك (رضي الله عنه)}. پێناسەی تەقوا ئەوەیە، کە ئەو شتانەی خوداو پێغەمبەرەکەی (صلى الله علية وسلم) فەرمانیان پێکردووە جێبەجێی بکەیت و وازیش لە قەدەغە کراوەکان بھێنیت (والله أعلم) .",
          "item": "خودای گەورە تەقوات  زیاد بکات و لە تاوانەکانت خۆش ببێت و خێر و چاکەشت بۆ ئاسان بکات جا لە ھەر شوێنێک بیت."
        },
        {
          "chapter_id": 108,
          "id": 239,
          "reference": "أخرجه مسلم ١ / ٢٨٨ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. صەلاوات دانی خودا لەسەر بەندەکانی بریتیە لە باسکردنیان لە لای فریشتەکان (والله أعلم) .",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ھەر کەسێک سەڵاواتێکم لەسەر بدات، لە بەرامبەردا خودا دە سەڵاواتی لەسەر دەدات."
        },
        {
          "chapter_id": 108,
          "id": 240,
          "reference": "أبو داود ٢ / ٢١٨ وأحمد ٢ / ٣٦٧ وصححه الألباني في صحيح أبي داود ٢ / ٣٨٣ { وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله علیە وسلم) ددەفەرموێت : سەردانی گۆڕەکەم بە تایبەتی مەکەن، بەڵکو سەڵاواتم لەسەر بدەن، بێگومان سەڵاواتەکانتان پێم دەگات جا لە ھەر شوێنێک بن."
        },
        {
          "chapter_id": 108,
          "id": 241,
          "reference": "الترمذي ٥ / ٥٥١ وغيره وانظر صحيح الجامع ٣ / ٢٥ وصحيح الترمذي ٣ / ١٧٧ {وصححه الألباني في صحيح الجامع (٢٨٧٨) وصحابي الحديث هو علي بن أبي طالب (رضي الله عنه)}. ئەم فەرموودەیە بەڵگەیە لەسەر ئەوەی، کە ھەرکاتێک ناوی پێغەمبەری خودا (صلى الله علية وسلم) ھێندرا واجب و پێویستە ئەوانەی کە گوێیان لێیەتی و ئەوەیش، کە ناوی دێنێت سەڵاواتی لەسەر بدەن (والله أعلم) .",
          "item": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : بەخیل و رژد و ڕەزیل ئەو کەسەیە، کە لە لایدا ناوم دێنن و سەڵاواتم لەسەر نادات."
        },
        {
          "chapter_id": 108,
          "id": 242,
          "reference": "النسائي , والحاكم ٢ / ٤٢١ , وصححه الألباني في صحيح النسائي ١ / ٢٧٤ {وصحابي الحديث هو بن مسعود (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : بێگومان خودای پەروەردگار کۆمەڵە فریشتەیەکی ھەیە، کە دەگەڕێن بە زەویداو سڵاوی ئوممەتەکەم پێدەگەیەنن."
        },
        {
          "chapter_id": 108,
          "id": 243,
          "reference": "أبو داود برقم ٢٠٤١ وحسنه الألباني في صحيح أبي داود ١ / ٣٨٣ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله علیە وسلم) دەفەرموێت : ھیچ کەسێک نییە، کە سڵاوم لێ بکات، ئەوە بێگومان خودای گەورە ڕۆحەکەم دەگەڕێنێتەوە بۆ لاشەم، تا وەکو وەڵامی سڵاوەکەی بدەمەوە."
        },
        {
          "chapter_id": 109,
          "id": 244,
          "reference": "مسلم ١ / ٧٤ وغيره {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}. البخاري مع الفتح ١ / ٨٢ عن عمار رضي الله عنه موقوفا معلقا .",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ناچنە بەھەشتەوە تا وەکوو باوەڕ نەھێنن، ھەروەھا باوەڕیش ناھێنن تا وەکوو یەکترتان خۆش نەوێت، ئایە ئاگادارتان نەکەمەوە لە شتێک، ئەگەر ئەنجامی بدەن، خۆشەویستی لە نێوانتاندا درووست دەبێت، ئەوە سڵاو لە یەکتر بکەن و بەناو یەکتردا بڵاوی بکەنە. سێ شت ھەن لە ھەر کەسێکدا کۆ ببنەوە ئەوە ئیمان و باوەڕی تێدا کۆبۆتەوە: ١- داد پەروەری و ئینێاف لە دەرووندا ٢- سڵاو کردن لە ھەموو خەڵکی ٣- بەخشین لە کاتی ھەژاری."
        },
        {
          "chapter_id": 109,
          "id": 245,
          "reference": "البخاري مع الفتح ١ / ٥٥ ومسلم ١ / ٦٥ .",
          "item": "لە عبدالله ی کوڕی عومەرەوە (ڕەزای خودایان لێبێت): کە پیاوێک پرسیاری کرد لە پێغەمبەری خودا (صلی الله علیە وسلم) پێی فەرموو: چ ڕەوشت و ڕەفتارێک لە ئیسلامدا باشترین و خێرترینە، لە وەڵامدا فەرمووی: خواردن ببەخشە و سڵاو بکە لەوەی، کە دەیناسیت و لەوەش، کە نایناسیت."
        },
        {
          "chapter_id": 109,
          "id": 246,
          "reference": "البخاري مع الفتح ١ / ٥٥ ومسلم ١ / ٦٥ .",
          "item": "‎پیاوێك پرسیاری  كرد لە پێغەمبەری (خوا صَلَّى اللهُ عَلَيْهِ وَعَلىٰ آلِهِ وَسَلَّمَ) ‎چی شتێكی ئیسلام خەیرە واتە (وەک كردەوە) فەرمووی صَلَّى اللهُ عَلَيْهِ وَعَلىٰ آلِهِ وَسَلَّمَ: ‎خواردن دان بە هەژاران و سەلام كردن لەو كەسەی كە دەیناسیت وئەوەی کە نایناسیت"
        },
        {
          "chapter_id": 123,
          "id": 260,
          "reference": "البخاري مع الفتح ١ / ٢١٠ و ٣٩٠ و ٤١٤ ومسلم ٤ / ١٨٥٧ {وصحابية الحديث هي عائشة (رضي الله عنها) وغيرها}.",
          "item": "پاک و بێگەردی بۆ خودا."
        },
        {
          "chapter_id": 123,
          "id": 261,
          "reference": "البخاري مع الفتح ٨ / ٤٤١ وانظر صحيح الترمذي ٢ / ١٠٣ و ٢ / ٢٣٥ ومسند أحمد ٥ / ٢١٨ {وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)}.",
          "item": "خودا گەورەترینە."
        },
        {
          "chapter_id": 130,
          "id": 268,
          "reference": "البخاري مع الفتح ١١ / ١٠١ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت : سوێند بەخودا من لە ڕۆژێکدا زیاتر لە حەفتا جار داوای لێ خۆشوون لە خودا دەکەم و دەگەڕێمەوە بۆ لای."
        },
        {
          "chapter_id": 130,
          "id": 269,
          "reference": "مسلم ٤ / ٢٠٧٦ {وصحابي الحديث هو الأغر بن يسار المزني (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرموێت : ئەی خەڵکینە بگەڕێنەوە بۆ لای خودا، بە ڕاستی من لە ڕۆژێکدا زیاتر لە سەد جار دەگەڕێمەوە بۆ لای."
        },
        {
          "chapter_id": 130,
          "id": 270,
          "reference": "أخرجه أبو داود ٢ / ٨٥ والترمذي ٥ / ٥٦٩ والحاكم وصححه ووافقه الذهبي ١ / ٥١١ وصححه الألباني . انظر صحيح الترمذي ٣ / ١٨٢ وجامع الأصول لأحاديث الرسول صلى الله عليه وسلم ٤ / ٣٨٩ ـ ٣٩٠ بتحقيق الأرناؤوط {وصحابي الحديث هو زيد بن بولا (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک بڵێت: (أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحِيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ) خودا لە تاوانەکانی خۆش دەبێت، خۆ ئەگەر چیش لە کاتی تێکۆشان لە پێناو خودادا پشتی ھەڵکردبێت . واتە: (داوای لێ خۆشبوون لە خودای گەورە دەکەم، ئەوەی، کە ھیچ پەرستراوێک نییە شایستەی پەرستن بێت، جگە لەوەی، کە بەردەوام زیندوە و بۆ لای ئەویش دەگەڕێمەوە)."
        },
        {
          "chapter_id": 130,
          "id": 271,
          "reference": "أخرجه الترمذي والنسائي ١ / ٢٧٩ والحاكم وانظر صحيح الترمذي ٣ / ١٨٣ وجامع الأصول بتحقيق الأرناؤوط ٤ / ١٤٤ {وصححه الألباني في صحيح الجامع (١١٧٣) وصحابي الحديث هو عمرو بن عبسة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: باشترین کات، کە خودای پەروەردگار لە بەندەکەیەوە نزیکترینە، بریتیە لە ناو جەرگەی شەو، ئەگەر توانات ھەیە، کە لە وانە بیت، کە یادی خودا دەکەن لەو کاتەدا، ئەوە ببە."
        },
        {
          "chapter_id": 130,
          "id": 272,
          "reference": "مسلم ١ / ٣٥٠ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت: نزیک ترین کات، کە بەندە نزیکە لە پەروەردگاریەوە، کاتێکە، کە لە کوڕنوش دایە، سا پاڕانەوەی زۆری تێدا بکەن."
        },
        {
          "chapter_id": 130,
          "id": 273,
          "reference": "أخرجه مسلم ٤ / ٢٠٧٥ {وصحابي الحديث هو الأغر المزني (رضي الله عنه)} قال ابن الأثير : ( ليغان على قلبِي ) أي ليغطى ويغشى والمراد به : السهو ؛ لأنه كان صلى الله عليه وسلم لا يزال في مزيد من الذكر والقربة ودوام المراقبة فإذا سها عن شيء منها في بعض الأوقات, أو نسي, عده ذنبا على نفسه ففزع إلى الاستغفار . انظر جامع الأصول ٤ / ٣٨٦ .",
          "item": "پێغەمبەری خودا (صلى الله عليە وسلم) دەفەرمووێت : بە ڕاستی ھەڵەکردن دڵمی داپۆشیوە، بۆیە بە ڕاستی من لە ڕۆژێکدا سەد جار داوای لێ خۆشبوون لە خودا دەکەم"
        },
        {
          "chapter_id": 131,
          "id": 274,
          "reference": "البخاري ٧ / ١٦٨ ومسلم ٤ / ٢٠٧١ ، وانظر : فضل من قالها مائة مرة إذا أصبح وإذا أمسى ص ٦٥ من هذا الكتاب {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک لە ڕۆژێکدا سەد جار بڵێت: (سُبْحَانَ اللهِ وَبِحَمْدِهِ) ئەوە تاوانەکانی دەسڕێنەوە، خۆ، ئەگەر بە ئەندازەی کەفی دەریاش بێت . واتە: (پاک و بێگەردی و ستایش بۆ خودایە)."
        },
        {
          "chapter_id": 131,
          "id": 275,
          "reference": "البخاري ٧ / ٦٧ ومسلم بلفظه ٤ / ٢٠٧١ وانظر فضل من قالها في اليوم مائة مرة ص ٦٦ من هذا الكتاب {وصحابي الحديث هو أبو أيوب الأنصاري (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ھەر کەسێک دە جار بڵێت: (لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ) ئەوە وەکو ئەوە وایە، کە چوار کۆیلە لە نەوەکانی یپێغەمبەر إسماعیل (علي ابراهيم علية الصلاة والسلام) ئازاد بکات . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، سامان و موڵک و ستایش بۆ ئەوە و بەسەر ھەموو شتێکیشدا بە توانایە)."
        },
        {
          "chapter_id": 131,
          "id": 276,
          "reference": "البخاري ٧ / ١٦٨ ومسلم ٤ / ٢٠٧٢ {وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: دوو وشە ھەن، کە لەسەر زمان ئاسانن و لەسەر تەرازووی کردەوەکان قورسن و لە لای خودای میھرەبانیش خۆشەویستن، بریتیە لە: (سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيْمِ). واتە: (پاک و بێگەردی و ستایش بۆ خودا، پاک و بێگەردی بۆ خودای گەورە)."
        },
        {
          "chapter_id": 131,
          "id": 277,
          "reference": "مسلم ٤ / ٢٠٧٢ { وصحابي الحديث هو أبو هريرة (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئەگەر من بڵێم: (سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ) لە لام خۆشەویسترە لە ھەموو دونیا. واتە: (پاک و بێگەردی و ستاش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە)."
        },
        {
          "chapter_id": 131,
          "id": 278,
          "reference": "مسلم ٤ / ٢٠٧٣ {وصحابي الحديث هو سعد بن أبي وقاص (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئایە یەکێک لە ئێوە دەتوانێت لە ڕۆژێکدا ھەزار چاکە بۆ خۆی بە دەست بھێنێت؟! کەسێک لە دانیشتگاکەدا بوو پرسیاری کرد: چۆن یەکێک لە ئێمە دەتوانێت ھەزار چاکە بەدەست بھێنێت؟ لە وەڵامدا پێغەمبەری خودا (صلی الله علیە وسلم) فەرمووی: سەد جار (سُبْحَانَ اللهِ) دەکت، لە بەرامبەردا ھەزار چاکەی بۆ دەنووسرێت، یان ھەزار تاوانی لە سەر لادەچێت."
        },
        {
          "chapter_id": 131,
          "id": 279,
          "reference": "أخرجه الترمذي ٥ / ٥١١ والحاكم ١ / ٥٠١ وصححه ووافقه الذهبِي , وانظر صحيح الجامع ٥ / ٥٣١ وصحيح الترمذي ٣ / ١٦٠{وصححه الألباني في الصحيحة (٦٤) وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}.",
          "item": "هەر کەسێک بڵێت: (سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ) لە بەرامبەردا دار خورمایەکی بۆ دەچێندرێت لە بەھەشت دا. واتە: (پاک و بێگەردی و ستایش بۆ خودای گەورەیە)."
        },
        {
          "chapter_id": 131,
          "id": 280,
          "reference": "البخاري مع الفتح ١١ / ٢١٣ ومسلم ٤ / ٢٠٧٦ .",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: ئەی عبدالله ی کوڕی قەیس ئایە ئاگادارت نەکەمەوە لە شتێک، کە ببێتە مایەی خڕکردنەوەی چاکەکانت بۆ بەھەشت؟ لە وەڵامدا فەرمووی: بەڵێ ئەی نێردراوی خودا ئاگادارم بکەرەوە، پێغەمبەری خوداش (صلی الله علیە وسلم) پێی فەرموو بڵێ: (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ) . واتە: (ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە لە لایەن خوداوەیە)."
        },
        {
          "chapter_id": 131,
          "id": 281,
          "reference": "مسلم ٣ / ١٦٨٥ {وصحابي الحديث هو سمرة بن جندب (رضي الله عنه)}.",
          "item": "پێغەمبەری خودا (صلی الله علیە وسلم) دەفەرمووێت: خۆشەویسترین وشە لە لای خودا چوار وشەیە: (سُبْحَانَ اللهِ، والْحَمْدُ للهِ، وَلاَ إِلهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ) زەرەرت پێناگەیەنێت بە ھەر کامێکیان دەست پێ بکەیت . واتە: (پاک و بێگەردی و ستایش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە)."
        },
        {
          "chapter_id": 131,
          "id": 282,
          "reference": "مسلم ٤ / ٢٠٧٢ وزاد أبو داود : کاتێک، کە کابرا دەشتەکیەکە ڕۆیشت، پێغەمبەری خودا (صلى الله عليە وسلم) فەرمووی: «بە ڕاستی دەستی پربوو لە خێر و چاکە» ١ / ٢٢٠ {وصحابي الحديث هو سعد بن أبي وقاص (رضي الله عنه)}.",
          "item": "کابرایەکی دەشتەکی ھات بۆ لای پێغەمبەری خودا (صلی الله علیە وسلم)و پێی فەرموو: گوتارێکم فێر بکە بۆ ئەوەی، کە بیڵێم، لە وەڵامدا فەرمووی بڵێ: (لاَ إِلهَ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، اللهُ أَكْبَرُ كَبِيْرًا، وَالْحَمْدُ للهِ كَثِيْرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّة إِلاَّ بِاللهِ الْعَزِيْزِ الْحَكِيْمِ) کابرا دەشتەکیەکە گوتی ئەمانە گشتی بۆ خودایە ئەی چی بۆ من ھەیە تا بیڵێم، لە وەڵامدا فەرمووی بڵێ: (اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي) . واتە: (ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)ی تاکی بێ ھاوەڵ نەبێت، خودا لە ھەموو گەورە ترینێک گەورەترە و سوپاس و ستایشێکی زۆریش بۆ ئەوە، پاک و بێگەردی بۆ خودای پەروەردگاری جیھانیان، ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە خودای خاوەن ھێز و دانایی دەی بەخشێت.. خودایە لێم خۆشش ببە و ڕەحمم پێبکە و ڕێنموونیم بکە و ڕزق و ڕۆزیم بدە)."
        },
        {
          "chapter_id": 131,
          "id": 283,
          "reference": "مسلم ٤ / ٢٠٧٣ في وراية مسلم «فإن هؤلاء تجمع لك دنياك وآخرتك» {وصحابي الحديث هو طارق بن أشيم الأشجعي (رضي الله عنه)}.",
          "item": "پیاوێک سڵاوی کرد و پێغەمبەری خودا (صلی الله علیە وسلم) فێری نوێژی کرد و پاشان فەرمانی پێ کرد، کە بەم وشانە بپاڕێتەوە: ( اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي ) . واتە: (خودایە لێم خۆشش ببە و ڕەحمم پێبکە و ڕێنموونیم بکە و لەش ساغم بکە و ڕزق و ڕۆزیم بدە)."
        },
        {
          "chapter_id": 131,
          "id": 284,
          "reference": "الترمذي ٥ / ٤٦٢ وابن ماجه ٢ / ١٢٤٩ والحاكم ١ / ٥٠٣ وصححه ووافقه الذهبِي وانظر صحيح الجامع ١ / ٣٦٢ {وحسنه الألباني في صحيح الجامع (١١٠٤) وصحابي الحديث هو جابر بن عبد الله (رضي الله عنهما)}.",
          "item": "بەڕاستی باشترین پاڕانەوە (الْحَمْدُ للهِ)یە وباشترین ویردیش (لاَ إِلهَ إِلاَّ اللهُ)یە."
        },
        {
          "chapter_id": 131,
          "id": 285,
          "reference": "أحمد برقم ٥١٣ بترتيب أحمد شاكر وإسناده صحيح وانظر مجمع الزوائد ١ / ٢٩٧ , وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي وقال : صححه ابن حبان والحاكم {وضعفه الألباني في ضعيف الجامع (٨٢٨) وصحابي الحديث هو أبو سعيد الخدري (رضي الله عنه)}.",
          "item": "ئەو کردەوە چاکانەی، کە وا بەردەوامە: (سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ) . واتە: (پاک و بێگەردی و ستایش بۆ خودا، ھیچ پەرستراوێک نییە، کە شایستەی پەرستن بێت، جگە لە (الله)، خودا گەورە ترینە و ھیچ ھەوڵ و ھێزێک نییە، جگە لەوە نەبێت، کە خودا دەی بەخشێت)."
        }
      ]
    };
  }
}