Repository: MoathCodes/tawaq-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: About
ar: عن التطبيق

source: Adhan
ar: الأذان

# adhanHoursAgo
source: {hours} hours ago
ar: {hours, plural, =0 {الآن} =1 {قبل ساعة} =2 {قبل ساعتين} few {قبل {hours} ساعات} many {قبل {hours} ساعة} other {قبل {hours} ساعة}}

# adhanHoursLeft
source: {hours} hours left
ar: {hours, plural, =0 {الآن} =1 {متبقي ساعة} =2 {متبقي ساعتين} few {متبقي {hours} ساعات} many {متبقي {hours} ساعة} other {متبقي {hours} ساعة}}

# adhanMinsAgo
source: {mins} minutes ago
ar: {mins, plural, =0 {الآن} =1 {قبل دقيقة} =2 {قبل دقيقتين} few {قبل {mins} دقائق} many {قبل {mins} دقيقة} other {قبل {mins} دقيقة}}

# adhanMinsLeft
source: {mins} minutes left
ar: {mins, plural, =0 {الآن} =1 {متبقي دقيقة} =2 {متبقي دقيقتين} few {متبقي {mins} دقائق} many {متبقي {mins} دقيقة} other {متبقي {mins} دقيقة}}

# appearance
source: Display Settings
ar: خصائص العرض

# appearanceSubtitle
source: Customize the app's appearance.
ar: تخصيص مظهر التطبيق.

# appName
source: Hasanat
ar: حسانات

source: Arabic
ar: العربية

source: Asr
ar: العصر

source: Best Streak
ar: أفضل إنجاز

source: Blue
ar: أزرق

source: Color Theme
ar: نمط الألوان

# colorThemeSubtitle
source: Change the apps color themes.
ar: تغيير نمط الألوان في التطبيق.

# completed
source: Completed â€¢
ar: مكتملة •

source: Completion Status
ar: حالة الاكتمال

source: Current Prayer
ar: الصلاة الحالية

source: Current Streak
ar: الإنجاز الحالي

source: Dark
ar: داكن

source: Dhuhr
ar: الظهر

source: English
ar: الإنجيليزية

# errorNotFoundPage
source: we couldn't find this page please make sure you entered the correct url.
ar: لم نستطع الوصول لهذه الصفحة الرجاء التأكد من الرابط ثم إعادة المحاولة.

# fajr
source: Fajir
ar: الفجر

source: Green
ar: أخضر

source: Hadith
ar: الحديث

source: Iqamah
ar: الإقامة

# iqamahSubtitleMessage
source: +{iqamahMins} minutes
ar: {iqamahMins, plural, =0 {الآن} =1 {+ دقيقة} =2 {+ دقيقتين} few {+{iqamahMins} دقائق} many {+{iqamahMins} دقيقة} other {+{iqamahMins} دقيقة}}

source: Isha
ar: العشاء

# islamicTheme
source: Manuscript
ar: المخطوطة

source: Jamaah
ar: جماعة

source: Jamaah Rate
ar: الصلاة جماعة

source: Jumuah
ar: الجمعة

source: Last Third Of The Night
ar: الثلث الأخير من الليل

source: Late
ar: متأخر

source: Late Rate
ar: الصلاة متأخرًا

source: Light
ar: فاتح

source: Maghrib
ar: المغرب

source: Midnight
ar: منتصف الليل

source: Missed
ar: فائتة

source: Missed Rate
ar: الصلاة الفائتة

source: Monthly
ar: شهري

source: Muslim Fortress
ar: حصن المسلم

source: Neutral
ar: محايد

source: Next Prayer
ar: الصلاة القادمة

source: On Time
ar: في وقتها

source: On time prayers (last 30 days)
ar: الصلاة المنتظمة (ﻷخر 30 يوم)

source: On time prayers (last 365 days)
ar: الصلاة المنتظمة (ﻷخر 365 يوم)

source: On time prayers (last 7 days)
ar: الصلاة المنتظمة (ﻷخر 7 أيام)

source: On Time Rate
ar: الصلاة في وقتها

source: Orange
ar: برتقالي

source: Player Analytics
ar: تحليل الصلاة

source: Prayer
ar: الصلاة

source: Prayer Times
ar: مواقيت الصلاة

# prayerTrackerSubtitle
source: Track your prayers and stay consistent, click on a prayer to mark it as completed.
ar: تتبع صلواتك وكن منتظمًا، انقر على صلاة لتحديدها كمكتملة.

# prayerTrackerTitle
source: Prayer Tracker
ar: متعقب الصلاة

# prepareForPrayer
source: Prepare yourself for the prayer.
ar: تجهز للصلاة.

# quran
source: Holy Quran
ar: القرآن الكريم

source: Red
ar: أحمر

source: Remembrance
ar: الأذكار

source: Rose
ar: وردي

source: Settings
ar: الإعدادات

source: Slate
ar: رمادي

source: Status
ar: الحالة

source: Stone
ar: حجر

# streakInDays
source: {streak} days
ar: {streak, plural, =0 {0} =1 {يوم واحد} =2 {يومان} few {{streak} أيام} many {{streak} يومًا} other {{streak} يومًا}}

source: Sunrise
ar: الشروق

source: Toggle Arabic
ar: حول اللغة

source: Violet
ar: بنفسجي

source: Weekly
ar: أسبوعي

source: Yearly
ar: سنوي

source: Yellow
ar: أصفر

source: Zinc
ar: زنك
